
function CreateFileRefs()
{
var fr=new Array();
            
fr[1]=['http://imi.go.jp/ns/core/2', 'http___imi_go_jp_ns_core_2.html'];
fr[2]=['urn:un:unece:uncefact:codelist:standard:ISO:ISO3AlphaCurrencyCode:2012-08-31', 'urn_un_unece_uncefact_codelist_standard_iso_iso3alphacurrencycode_2012-08-31.html'];
fr[3]=['http://www.w3.org/XML/1998/namespace', 'http___www_w3_org_xml_1998_namespace.html'];
fr[4]=['http://www.w3.org/2001/XMLSchema', 'http___www_w3_org_2001_xmlschema.html'];
fr[5]=['Core242.xsd', 'core242_xsd.html'];
fr[6]=['ID型', 'id型.html'];
fr[7]=['ID体系型', 'id体系型.html'];
fr[8]=['アクセス区間型', 'アクセス区間型.html'];
fr[9]=['アクセス型', 'アクセス型.html'];
fr[10]=['イベントスケジュール型', 'イベントスケジュール型.html'];
fr[11]=['イベント型', 'イベント型.html'];
fr[12]=['コードリスト型', 'コードリスト型.html'];
fr[13]=['コード型', 'コード型.html'];
fr[14]=['コード制約型', 'コード制約型.html'];
fr[15]=['サービス型', 'サービス型.html'];
fr[16]=['価格型', '価格型.html'];
fr[17]=['概念型', '概念型.html'];
fr[18]=['id', 'id.html'];
fr[19]=['ref', 'ref.html'];
fr[20]=['活動型', '活動型.html'];
fr[21]=['関与型', '関与型.html'];
fr[22]=['期間スケジュール型', '期間スケジュール型.html'];
fr[23]=['期間型', '期間型.html'];
fr[24]=['期間制約型', '期間制約型.html'];
fr[25]=['記述型', '記述型.html'];
fr[26]=['業務組織型', '業務組織型.html'];
fr[27]=['金額型', '金額型.html'];
fr[28]=['建物型', '建物型.html'];
fr[29]=['構成員型', '構成員型.html'];
fr[30]=['座標型', '座標型.html'];
fr[31]=['参照型', '参照型.html'];
fr[32]=['施設関連型', '施設関連型.html'];
fr[33]=['施設型', '施設型.html'];
fr[34]=['氏名型', '氏名型.html'];
fr[35]=['事物型', '事物型.html'];
fr[36]=['実体型', '実体型.html'];
fr[37]=['住所型', '住所型.html'];
fr[38]=['重量型', '重量型.html'];
fr[39]=['詳細スケジュール規則型', '詳細スケジュール規則型.html'];
fr[40]=['詳細スケジュール型', '詳細スケジュール型.html'];
fr[41]=['場所型', '場所型.html'];
fr[42]=['状況型', '状況型.html'];
fr[43]=['人型', '人型.html'];
fr[44]=['人数型', '人数型.html'];
fr[45]=['数量型', '数量型.html'];
fr[46]=['制約型', '制約型.html'];
fr[47]=['製品型', '製品型.html'];
fr[48]=['製品個品型', '製品個品型.html'];
fr[49]=['設備型', '設備型.html'];
fr[50]=['組織関連型', '組織関連型.html'];
fr[51]=['組織型', '組織型.html'];
fr[52]=['対象型', '対象型.html'];
fr[53]=['単位コード型', '単位コード型.html'];
fr[54]=['地物型', '地物型.html'];
fr[55]=['駐車場型', '駐車場型.html'];
fr[56]=['長さ型', '長さ型.html'];
fr[57]=['定期スケジュール型', '定期スケジュール型.html'];
fr[58]=['電話番号型', '電話番号型.html'];
fr[59]=['id', 'id1.html'];
fr[60]=['ref', 'ref1.html'];
fr[61]=['土地型', '土地型.html'];
fr[62]=['日時型', '日時型.html'];
fr[63]=['日付型', '日付型.html'];
fr[64]=['範囲制約型', '範囲制約型.html'];
fr[65]=['文書型', '文書型.html'];
fr[66]=['法人型', '法人型.html'];
fr[67]=['名称型', '名称型.html'];
fr[68]=['面積型', '面積型.html'];
fr[69]=['容量型', '容量型.html'];
fr[70]=['連絡先型', '連絡先型.html'];
fr[71]=['Eメールアドレス', 'eメールアドレス.html'];
fr[72]=['FAX番号', 'fax番号.html'];
fr[73]=['ID', 'id2.html'];
fr[74]=['ID型', 'id型1.html'];
fr[75]=['ID体系型', 'id体系型1.html'];
fr[76]=['Webサイト', 'webサイト.html'];
fr[77]=['アクセス', 'アクセス.html'];
fr[78]=['アクセス区間', 'アクセス区間.html'];
fr[79]=['アクセス区間型', 'アクセス区間型1.html'];
fr[80]=['アクセス型', 'アクセス型1.html'];
fr[81]=['イベントスケジュール型', 'イベントスケジュール型1.html'];
fr[82]=['イベント型', 'イベント型1.html'];
fr[83]=['カナ表記', 'カナ表記.html'];
fr[84]=['カレンダー', 'カレンダー.html'];
fr[85]=['キーワード', 'キーワード.html'];
fr[86]=['コードリスト型', 'コードリスト型1.html'];
fr[87]=['コード型', 'コード型1.html'];
fr[88]=['コード種別', 'コード種別.html'];
fr[89]=['コード制約型', 'コード制約型1.html'];
fr[90]=['サービス型', 'サービス型1.html'];
fr[91]=['サイズ', 'サイズ.html'];
fr[92]=['シリアル番号', 'シリアル番号.html'];
fr[93]=['バージョン', 'バージョン.html'];
fr[94]=['バリアフリー', 'バリアフリー.html'];
fr[95]=['ビル番号', 'ビル番号.html'];
fr[96]=['ビル名', 'ビル名.html'];
fr[97]=['ミドルネーム', 'ミドルネーム.html'];
fr[98]=['ミドルネームカナ表記', 'ミドルネームカナ表記.html'];
fr[99]=['ミドルネームローマ字表記', 'ミドルネームローマ字表記.html'];
fr[100]=['メタデータ', 'メタデータ.html'];
fr[101]=['ローマ字表記', 'ローマ字表記.html'];
fr[102]=['ロット番号', 'ロット番号.html'];
fr[103]=['緯度', '緯度.html'];
fr[104]=['緯度経度書式', '緯度経度書式.html'];
fr[105]=['延べ面積', '延べ面積.html'];
fr[106]=['下位コード', '下位コード.html'];
fr[107]=['下限値', '下限値.html'];
fr[108]=['価格', '価格.html'];
fr[109]=['価格型', '価格型1.html'];
fr[110]=['画像', '画像.html'];
fr[111]=['開催期日', '開催期日.html'];
fr[112]=['開催場所', '開催場所.html'];
fr[113]=['開催日', '開催日.html'];
fr[114]=['開始時間', '開始時間.html'];
fr[115]=['開始日', '開始日.html'];
fr[116]=['開始日時', '開始日時.html'];
fr[117]=['外部利用可否', '外部利用可否.html'];
fr[118]=['概念型', '概念型1.html'];
fr[119]=['概要', '概要.html'];
fr[120]=['活動', '活動.html'];
fr[121]=['活動型', '活動型1.html'];
fr[122]=['活動状況', '活動状況.html'];
fr[123]=['管理者', '管理者.html'];
fr[124]=['関与', '関与.html'];
fr[125]=['関与型', '関与型1.html'];
fr[126]=['関与者', '関与者.html'];
fr[127]=['関連イベント', '関連イベント.html'];
fr[128]=['関連コード', '関連コード.html'];
fr[129]=['関連施設', '関連施設.html'];
fr[130]=['関連人員', '関連人員.html'];
fr[131]=['関連組織', '関連組織.html'];
fr[132]=['寄与者', '寄与者.html'];
fr[133]=['期間', '期間.html'];
fr[134]=['期間スケジュール型', '期間スケジュール型1.html'];
fr[135]=['期間型', '期間型1.html'];
fr[136]=['期間制約型', '期間制約型1.html'];
fr[137]=['規制情報', '規制情報.html'];
fr[138]=['記述', '記述.html'];
fr[139]=['記述型', '記述型1.html'];
fr[140]=['記録形式', '記録形式.html'];
fr[141]=['記録形式コード', '記録形式コード.html'];
fr[142]=['境界を含まない下限値', '境界を含まない下限値.html'];
fr[143]=['境界を含まない上限値', '境界を含まない上限値.html'];
fr[144]=['業務組織型', '業務組織型1.html'];
fr[145]=['金額', '金額.html'];
fr[146]=['金額型', '金額型1.html'];
fr[147]=['区', '区.html'];
fr[148]=['形態', '形態.html'];
fr[149]=['携帯電話番号', '携帯電話番号.html'];
fr[150]=['経度', '経度.html'];
fr[151]=['月', '月.html'];
fr[152]=['建築面積', '建築面積.html'];
fr[153]=['建物', '建物.html'];
fr[154]=['建物型', '建物型1.html'];
fr[155]=['権利管理', '権利管理.html'];
fr[156]=['原産国', '原産国.html'];
fr[157]=['原産国コード', '原産国コード.html'];
fr[158]=['言語', '言語.html'];
fr[159]=['構成員', '構成員.html'];
fr[160]=['構成員型', '構成員型1.html'];
fr[161]=['構造', '構造.html'];
fr[162]=['購入価格', '購入価格.html'];
fr[163]=['高さ', '高さ.html'];
fr[164]=['号', '号.html'];
fr[165]=['国', '国.html'];
fr[166]=['国コード', '国コード.html'];
fr[167]=['国籍', '国籍.html'];
fr[168]=['国籍コード', '国籍コード.html'];
fr[169]=['座標データ', '座標データ.html'];
fr[170]=['座標データ書式', '座標データ書式.html'];
fr[171]=['座標型', '座標型1.html'];
fr[172]=['座標参照系', '座標参照系.html'];
fr[173]=['最高の高さ', '最高の高さ.html'];
fr[174]=['作成者', '作成者.html'];
fr[175]=['参加方法', '参加方法.html'];
fr[176]=['参照', '参照.html'];
fr[177]=['参照型', '参照型1.html'];
fr[178]=['参照先', '参照先.html'];
fr[179]=['使用期限', '使用期限.html'];
fr[180]=['使用方法', '使用方法.html'];
fr[181]=['始点', '始点.html'];
fr[182]=['始点備考', '始点備考.html'];
fr[183]=['市区町村', '市区町村.html'];
fr[184]=['市区町村コード', '市区町村コード.html'];
fr[185]=['施設', '施設.html'];
fr[186]=['施設関連型', '施設関連型1.html'];
fr[187]=['施設型', '施設型1.html'];
fr[188]=['死亡年月日', '死亡年月日.html'];
fr[189]=['氏名', '氏名.html'];
fr[190]=['氏名型', '氏名型1.html'];
fr[191]=['資源タイプ', '資源タイプ.html'];
fr[192]=['資本金', '資本金.html'];
fr[193]=['事業種目', '事業種目.html'];
fr[194]=['事業年度開始日', '事業年度開始日.html'];
fr[195]=['事物型', '事物型1.html'];
fr[196]=['時', '時.html'];
fr[197]=['時間', '時間.html'];
fr[198]=['時間帯', '時間帯.html'];
fr[199]=['自動認識ID', '自動認識id.html'];
fr[200]=['識別値', '識別値.html'];
fr[201]=['実体型', '実体型1.html'];
fr[202]=['主要用途', '主要用途.html'];
fr[203]=['種別', '種別.html'];
fr[204]=['種別コード', '種別コード.html'];
fr[205]=['収容人数', '収容人数.html'];
fr[206]=['収容台数', '収容台数.html'];
fr[207]=['終点', '終点.html'];
fr[208]=['終点備考', '終点備考.html'];
fr[209]=['終了時間', '終了時間.html'];
fr[210]=['終了日', '終了日.html'];
fr[211]=['終了日時', '終了日時.html'];
fr[212]=['住所', '住所.html'];
fr[213]=['住所コード', '住所コード.html'];
fr[214]=['住所型', '住所型1.html'];
fr[215]=['重量', '重量.html'];
fr[216]=['重量型', '重量型1.html'];
fr[217]=['出処', '出処.html'];
fr[218]=['出生国', '出生国.html'];
fr[219]=['出生国コード', '出生国コード.html'];
fr[220]=['出生地', '出生地.html'];
fr[221]=['竣工日', '竣工日.html'];
fr[222]=['所有者', '所有者.html'];
fr[223]=['消費期限', '消費期限.html'];
fr[224]=['詳細スケジュール規則型', '詳細スケジュール規則型1.html'];
fr[225]=['詳細スケジュール型', '詳細スケジュール型1.html'];
fr[226]=['賞味期限', '賞味期限.html'];
fr[227]=['上位コード', '上位コード.html'];
fr[228]=['上限値', '上限値.html'];
fr[229]=['乗数', '乗数.html'];
fr[230]=['場所', '場所.html'];
fr[231]=['場所型', '場所型1.html'];
fr[232]=['状況型', '状況型1.html'];
fr[233]=['状態', '状態.html'];
fr[234]=['色', '色.html'];
fr[235]=['身長', '身長.html'];
fr[236]=['人型', '人型1.html'];
fr[237]=['人数', '人数.html'];
fr[238]=['人数型', '人数型1.html'];
fr[239]=['数値', '数値.html'];
fr[240]=['数量型', '数量型1.html'];
fr[241]=['制約', '制約.html'];
fr[242]=['制約コード', '制約コード.html'];
fr[243]=['制約型', '制約型1.html'];
fr[244]=['制約対象', '制約対象.html'];
fr[245]=['姓', '姓.html'];
fr[246]=['姓カナ表記', '姓カナ表記.html'];
fr[247]=['姓ローマ字表記', '姓ローマ字表記.html'];
fr[248]=['姓名', '姓名.html'];
fr[249]=['姓名カナ表記', '姓名カナ表記.html'];
fr[250]=['姓名ローマ字表記', '姓名ローマ字表記.html'];
fr[251]=['性別', '性別.html'];
fr[252]=['性別コード', '性別コード.html'];
fr[253]=['生年月日', '生年月日.html'];
fr[254]=['製造者', '製造者.html'];
fr[255]=['製造者ID', '製造者id.html'];
fr[256]=['製造日', '製造日.html'];
fr[257]=['製品型', '製品型1.html'];
fr[258]=['製品個品型', '製品個品型1.html'];
fr[259]=['設置位置', '設置位置.html'];
fr[260]=['設置者', '設置者.html'];
fr[261]=['設置地点', '設置地点.html'];
fr[262]=['設置日', '設置日.html'];
fr[263]=['設備', '設備.html'];
fr[264]=['設備型', '設備型1.html'];
fr[265]=['設立日', '設立日.html'];
fr[266]=['説明', '説明.html'];
fr[267]=['組織', '組織.html'];
fr[268]=['組織関連型', '組織関連型1.html'];
fr[269]=['組織型', '組織型1.html'];
fr[270]=['組織種別', '組織種別.html'];
fr[271]=['組織種別位置', '組織種別位置.html'];
fr[272]=['送付先', '送付先.html'];
fr[273]=['測地高度', '測地高度.html'];
fr[274]=['体系', '体系.html'];
fr[275]=['体重', '体重.html'];
fr[276]=['対応言語', '対応言語.html'];
fr[277]=['対象型', '対象型1.html'];
fr[278]=['代表者', '代表者.html'];
fr[279]=['代理人', '代理人.html'];
fr[280]=['単位', '単位.html'];
fr[281]=['単位コード型', '単位コード型1.html'];
fr[282]=['単位表記', '単位表記.html'];
fr[283]=['担当者名', '担当者名.html'];
fr[284]=['担当者役職', '担当者役職.html'];
fr[285]=['地下階数', '地下階数.html'];
fr[286]=['地上階数', '地上階数.html'];
fr[287]=['地図', '地図.html'];
fr[288]=['地物', '地物.html'];
fr[289]=['地物型', '地物型1.html'];
fr[290]=['地理座標', '地理座標.html'];
fr[291]=['地理識別子', '地理識別子.html'];
fr[292]=['駐車場', '駐車場.html'];
fr[293]=['駐車場型', '駐車場型1.html'];
fr[294]=['駐車場種別', '駐車場種別.html'];
fr[295]=['丁目', '丁目.html'];
fr[296]=['町名', '町名.html'];
fr[297]=['長さ', '長さ.html'];
fr[298]=['長さ型', '長さ型1.html'];
fr[299]=['通貨', '通貨.html'];
fr[300]=['通貨コード', '通貨コード.html'];
fr[301]=['通称', '通称.html'];
fr[302]=['定期スケジュール型', '定期スケジュール型1.html'];
fr[303]=['提供者', '提供者.html'];
fr[304]=['電話番号', '電話番号.html'];
fr[305]=['電話番号型', '電話番号型1.html'];
fr[306]=['都道府県', '都道府県.html'];
fr[307]=['都道府県コード', '都道府県コード.html'];
fr[308]=['土地型', '土地型1.html'];
fr[309]=['内線番号', '内線番号.html'];
fr[310]=['日', '日.html'];
fr[311]=['日時', '日時.html'];
fr[312]=['日時型', '日時型1.html'];
fr[313]=['日付', '日付.html'];
fr[314]=['日付型', '日付型1.html'];
fr[315]=['入数', '入数.html'];
fr[316]=['年', '年.html'];
fr[317]=['年号', '年号.html'];
fr[318]=['年齢', '年齢.html'];
fr[319]=['発行者', '発行者.html'];
fr[320]=['発生日', '発生日.html'];
fr[321]=['販売業者', '販売業者.html'];
fr[322]=['販売業者ID', '販売業者id.html'];
fr[323]=['範囲制約型', '範囲制約型1.html'];
fr[324]=['番地', '番地.html'];
fr[325]=['番地補足', '番地補足.html'];
fr[326]=['備考', '備考.html'];
fr[327]=['標準型日時', '標準型日時.html'];
fr[328]=['標準型日付', '標準型日付.html'];
fr[329]=['表記', '表記.html'];
fr[330]=['表題', '表題.html'];
fr[331]=['秒', '秒.html'];
fr[332]=['敷地面積', '敷地面積.html'];
fr[333]=['部屋番号', '部屋番号.html'];
fr[334]=['幅', '幅.html'];
fr[335]=['分', '分.html'];
fr[336]=['文書型', '文書型1.html'];
fr[337]=['方書', '方書.html'];
fr[338]=['法人型', '法人型1.html'];
fr[339]=['本籍', '本籍.html'];
fr[340]=['名', '名.html'];
fr[341]=['名カナ表記', '名カナ表記.html'];
fr[342]=['名ローマ字表記', '名ローマ字表記.html'];
fr[343]=['名称', '名称.html'];
fr[344]=['名称型', '名称型1.html'];
fr[345]=['面積', '面積.html'];
fr[346]=['面積型', '面積型1.html'];
fr[347]=['役割', '役割.html'];
fr[348]=['役割コード', '役割コード.html'];
fr[349]=['有効開始日時', '有効開始日時.html'];
fr[350]=['有効終了日時', '有効終了日時.html'];
fr[351]=['郵便番号', '郵便番号.html'];
fr[352]=['容量型', '容量型1.html'];
fr[353]=['要約', '要約.html'];
fr[354]=['利用可能時間', '利用可能時間.html'];
fr[355]=['利用者', '利用者.html'];
fr[356]=['利用対象', '利用対象.html'];
fr[357]=['利用方法', '利用方法.html'];
fr[358]=['略称アルファベット', '略称アルファベット.html'];
fr[359]=['料金', '料金.html'];
fr[360]=['量種別', '量種別.html'];
fr[361]=['連絡先', '連絡先.html'];
fr[362]=['連絡先型', '連絡先型1.html'];
fr[363]=['路線', '路線.html'];
fr[364]=['ID型-固有要素グループ', 'id型-固有要素グループ.html'];
fr[365]=['ID体系型-固有要素グループ', 'id体系型-固有要素グループ.html'];
fr[366]=['アクセス区間型-固有要素グループ', 'アクセス区間型-固有要素グループ.html'];
fr[367]=['アクセス型-固有要素グループ', 'アクセス型-固有要素グループ.html'];
fr[368]=['イベントスケジュール型-固有要素グループ', 'イベントスケジュール型-固有要素グループ.html'];
fr[369]=['イベント型-固有要素グループ', 'イベント型-固有要素グループ.html'];
fr[370]=['コードリスト型-固有要素グループ', 'コードリスト型-固有要素グループ.html'];
fr[371]=['コード型-固有要素グループ', 'コード型-固有要素グループ.html'];
fr[372]=['コード制約型-固有要素グループ', 'コード制約型-固有要素グループ.html'];
fr[373]=['サービス型-固有要素グループ', 'サービス型-固有要素グループ.html'];
fr[374]=['価格型-固有要素グループ', '価格型-固有要素グループ.html'];
fr[375]=['概念型-固有要素グループ', '概念型-固有要素グループ.html'];
fr[376]=['活動型-固有要素グループ', '活動型-固有要素グループ.html'];
fr[377]=['関与型-固有要素グループ', '関与型-固有要素グループ.html'];
fr[378]=['期間型-固有要素グループ', '期間型-固有要素グループ.html'];
fr[379]=['期間制約型-固有要素グループ', '期間制約型-固有要素グループ.html'];
fr[380]=['記述型-固有要素グループ', '記述型-固有要素グループ.html'];
fr[381]=['業務組織型-固有要素グループ', '業務組織型-固有要素グループ.html'];
fr[382]=['金額型-固有要素グループ', '金額型-固有要素グループ.html'];
fr[383]=['建物型-固有要素グループ', '建物型-固有要素グループ.html'];
fr[384]=['構成員型-固有要素グループ', '構成員型-固有要素グループ.html'];
fr[385]=['座標型-固有要素グループ', '座標型-固有要素グループ.html'];
fr[386]=['参照型-固有要素グループ', '参照型-固有要素グループ.html'];
fr[387]=['施設関連型-固有要素グループ', '施設関連型-固有要素グループ.html'];
fr[388]=['施設型-固有要素グループ', '施設型-固有要素グループ.html'];
fr[389]=['氏名型-固有要素グループ', '氏名型-固有要素グループ.html'];
fr[390]=['事物型-固有要素グループ', '事物型-固有要素グループ.html'];
fr[391]=['実体型-固有要素グループ', '実体型-固有要素グループ.html'];
fr[392]=['住所型-固有要素グループ', '住所型-固有要素グループ.html'];
fr[393]=['重量型-固有要素グループ', '重量型-固有要素グループ.html'];
fr[394]=['場所型-固有要素グループ', '場所型-固有要素グループ.html'];
fr[395]=['状況型-固有要素グループ', '状況型-固有要素グループ.html'];
fr[396]=['人型-固有要素グループ', '人型-固有要素グループ.html'];
fr[397]=['人数型-固有要素グループ', '人数型-固有要素グループ.html'];
fr[398]=['数量型-固有要素グループ', '数量型-固有要素グループ.html'];
fr[399]=['制約型-固有要素グループ', '制約型-固有要素グループ.html'];
fr[400]=['製品型-固有要素グループ', '製品型-固有要素グループ.html'];
fr[401]=['製品個品型-固有要素グループ', '製品個品型-固有要素グループ.html'];
fr[402]=['設備型-固有要素グループ', '設備型-固有要素グループ.html'];
fr[403]=['組織関連型-固有要素グループ', '組織関連型-固有要素グループ.html'];
fr[404]=['組織型-固有要素グループ', '組織型-固有要素グループ.html'];
fr[405]=['対象型-固有要素グループ', '対象型-固有要素グループ.html'];
fr[406]=['単位コード型-固有要素グループ', '単位コード型-固有要素グループ.html'];
fr[407]=['地物型-固有要素グループ', '地物型-固有要素グループ.html'];
fr[408]=['駐車場型-固有要素グループ', '駐車場型-固有要素グループ.html'];
fr[409]=['長さ型-固有要素グループ', '長さ型-固有要素グループ.html'];
fr[410]=['定期スケジュール型-固有要素グループ', '定期スケジュール型-固有要素グループ.html'];
fr[411]=['土地型-固有要素グループ', '土地型-固有要素グループ.html'];
fr[412]=['日時型-固有要素グループ', '日時型-固有要素グループ.html'];
fr[413]=['日付型-固有要素グループ', '日付型-固有要素グループ.html'];
fr[414]=['範囲制約型-固有要素グループ', '範囲制約型-固有要素グループ.html'];
fr[415]=['文書型-固有要素グループ', '文書型-固有要素グループ.html'];
fr[416]=['法人型-固有要素グループ', '法人型-固有要素グループ.html'];
fr[417]=['名称型-固有要素グループ', '名称型-固有要素グループ.html'];
fr[418]=['面積型-固有要素グループ', '面積型-固有要素グループ.html'];
fr[419]=['容量型-固有要素グループ', '容量型-固有要素グループ.html'];
fr[420]=['連絡先型-固有要素グループ', '連絡先型-固有要素グループ.html'];
fr[421]=['Eメールアドレス-単純型', 'eメールアドレス-単純型.html'];
fr[422]=['Webサイト-単純型', 'webサイト-単純型.html'];
fr[423]=['カナ表記-単純型', 'カナ表記-単純型.html'];
fr[424]=['キーワード-単純型', 'キーワード-単純型.html'];
fr[425]=['サイズ-単純型', 'サイズ-単純型.html'];
fr[426]=['バージョン-単純型', 'バージョン-単純型.html'];
fr[427]=['バリアフリー-単純型', 'バリアフリー-単純型.html'];
fr[428]=['ビル番号-単純型', 'ビル番号-単純型.html'];
fr[429]=['ビル名-単純型', 'ビル名-単純型.html'];
fr[430]=['ミドルネームカナ表記-単純型', 'ミドルネームカナ表記-単純型.html'];
fr[431]=['ミドルネームローマ字表記-単純型', 'ミドルネームローマ字表記-単純型.html'];
fr[432]=['ミドルネーム-単純型', 'ミドルネーム-単純型.html'];
fr[433]=['ローマ字表記-単純型', 'ローマ字表記-単純型.html'];
fr[434]=['ロット番号-単純型', 'ロット番号-単純型.html'];
fr[435]=['緯度経度書式-単純型', '緯度経度書式-単純型.html'];
fr[436]=['緯度-単純型', '緯度-単純型.html'];
fr[437]=['画像-単純型', '画像-単純型.html'];
fr[438]=['開催期日-単純型', '開催期日-単純型.html'];
fr[439]=['開始時間-単純型', '開始時間-単純型.html'];
fr[440]=['外部利用可否-単純型', '外部利用可否-単純型.html'];
fr[441]=['概要-単純型', '概要-単純型.html'];
fr[442]=['規制情報-単純型', '規制情報-単純型.html'];
fr[443]=['記録形式-単純型', '記録形式-単純型.html'];
fr[444]=['区-単純型', '区-単純型.html'];
fr[445]=['形態-単純型', '形態-単純型.html'];
fr[446]=['経度-単純型', '経度-単純型.html'];
fr[447]=['月-単純型', '月-単純型.html'];
fr[448]=['原産国-単純型', '原産国-単純型.html'];
fr[449]=['構造-単純型', '構造-単純型.html'];
fr[450]=['号-単純型', '号-単純型.html'];
fr[451]=['国籍-単純型', '国籍-単純型.html'];
fr[452]=['国-単純型', '国-単純型.html'];
fr[453]=['座標データ-単純型', '座標データ-単純型.html'];
fr[454]=['参加方法-単純型', '参加方法-単純型.html'];
fr[455]=['参照先-単純型', '参照先-単純型.html'];
fr[456]=['使用方法-単純型', '使用方法-単純型.html'];
fr[457]=['始点備考-単純型', '始点備考-単純型.html'];
fr[458]=['市区町村-単純型', '市区町村-単純型.html'];
fr[459]=['資源タイプ-単純型', '資源タイプ-単純型.html'];
fr[460]=['事業種目-単純型', '事業種目-単純型.html'];
fr[461]=['時間帯-単純型', '時間帯-単純型.html'];
fr[462]=['時-単純型', '時-単純型.html'];
fr[463]=['自動認識ID-単純型', '自動認識id-単純型.html'];
fr[464]=['主要用途-単純型', '主要用途-単純型.html'];
fr[465]=['種別-単純型', '種別-単純型.html'];
fr[466]=['収容台数-単純型', '収容台数-単純型.html'];
fr[467]=['終点備考-単純型', '終点備考-単純型.html'];
fr[468]=['終了時間-単純型', '終了時間-単純型.html'];
fr[469]=['出処-単純型', '出処-単純型.html'];
fr[470]=['出生国-単純型', '出生国-単純型.html'];
fr[471]=['乗数-単純型', '乗数-単純型.html'];
fr[472]=['状態-単純型', '状態-単純型.html'];
fr[473]=['色-単純型', '色-単純型.html'];
fr[474]=['人数-単純型', '人数-単純型.html'];
fr[475]=['数値-単純型', '数値-単純型.html'];
fr[476]=['制約対象-単純型', '制約対象-単純型.html'];
fr[477]=['姓カナ表記-単純型', '姓カナ表記-単純型.html'];
fr[478]=['姓ローマ字表記-単純型', '姓ローマ字表記-単純型.html'];
fr[479]=['姓-単純型', '姓-単純型.html'];
fr[480]=['姓名カナ表記-単純型', '姓名カナ表記-単純型.html'];
fr[481]=['姓名ローマ字表記-単純型', '姓名ローマ字表記-単純型.html'];
fr[482]=['姓名-単純型', '姓名-単純型.html'];
fr[483]=['性別-単純型', '性別-単純型.html'];
fr[484]=['製造者-単純型', '製造者-単純型.html'];
fr[485]=['設置位置-単純型', '設置位置-単純型.html'];
fr[486]=['説明-単純型', '説明-単純型.html'];
fr[487]=['組織種別位置-単純型', '組織種別位置-単純型.html'];
fr[488]=['送付先-単純型', '送付先-単純型.html'];
fr[489]=['対応言語-単純型', '対応言語-単純型.html'];
fr[490]=['単位表記-単純型', '単位表記-単純型.html'];
fr[491]=['担当者役職-単純型', '担当者役職-単純型.html'];
fr[492]=['地下階数-単純型', '地下階数-単純型.html'];
fr[493]=['地上階数-単純型', '地上階数-単純型.html'];
fr[494]=['地図-単純型', '地図-単純型.html'];
fr[495]=['駐車場種別-単純型', '駐車場種別-単純型.html'];
fr[496]=['丁目-単純型', '丁目-単純型.html'];
fr[497]=['町名-単純型', '町名-単純型.html'];
fr[498]=['通貨-単純型', '通貨-単純型.html'];
fr[499]=['通称-単純型', '通称-単純型.html'];
fr[500]=['都道府県-単純型', '都道府県-単純型.html'];
fr[501]=['内線番号-単純型', '内線番号-単純型.html'];
fr[502]=['日-単純型', '日-単純型.html'];
fr[503]=['年号-単純型', '年号-単純型.html'];
fr[504]=['年-単純型', '年-単純型.html'];
fr[505]=['販売業者-単純型', '販売業者-単純型.html'];
fr[506]=['番地-単純型', '番地-単純型.html'];
fr[507]=['番地補足-単純型', '番地補足-単純型.html'];
fr[508]=['備考-単純型', '備考-単純型.html'];
fr[509]=['標準型日時-単純型', '標準型日時-単純型.html'];
fr[510]=['標準型日付-単純型', '標準型日付-単純型.html'];
fr[511]=['表記-単純型', '表記-単純型.html'];
fr[512]=['表題-単純型', '表題-単純型.html'];
fr[513]=['秒-単純型', '秒-単純型.html'];
fr[514]=['部屋番号-単純型', '部屋番号-単純型.html'];
fr[515]=['分-単純型', '分-単純型.html'];
fr[516]=['方書-単純型', '方書-単純型.html'];
fr[517]=['名カナ表記-単純型', '名カナ表記-単純型.html'];
fr[518]=['名ローマ字表記-単純型', '名ローマ字表記-単純型.html'];
fr[519]=['名-単純型', '名-単純型.html'];
fr[520]=['役割-単純型', '役割-単純型.html'];
fr[521]=['郵便番号-単純型', '郵便番号-単純型.html'];
fr[522]=['要約-単純型', '要約-単純型.html'];
fr[523]=['利用者-単純型', '利用者-単純型.html'];
fr[524]=['利用方法-単純型', '利用方法-単純型.html'];
fr[525]=['略称アルファベット-単純型', '略称アルファベット-単純型.html'];
fr[526]=['量種別-単純型', '量種別-単純型.html'];
fr[527]=['路線-単純型', '路線-単純型.html'];
fr[528]=['ISO_ISO3AlphaCurrencyCode_2012-08-31.xsd', 'iso_iso3alphacurrencycode_2012-08-31_xsd.html'];
fr[529]=['ISO3AlphaCurrencyCode', 'iso3alphacurrencycode.html'];
fr[530]=['ISO3AlphaCurrencyCodeContentType', 'iso3alphacurrencycodecontenttype.html'];
fr[531]=['xml.xsd', 'xml_xsd.html'];
fr[532]=['base', 'base.html'];
fr[533]=['id', 'id3.html'];
fr[534]=['lang', 'lang.html'];
fr[535]=['space', 'space.html'];
fr[536]=['specialAttrs', 'specialattrs.html'];
fr[537]=['XMLSchema.xsd', 'xmlschema_xsd.html'];
fr[538]=['defRef', 'defref.html'];
fr[539]=['name', 'name.html'];
fr[540]=['ref', 'ref2.html'];
fr[541]=['occurs', 'occurs.html'];
fr[542]=['maxOccurs', 'maxoccurs.html'];
fr[543]=['minOccurs', 'minoccurs.html'];
fr[544]=['all', 'all.html'];
fr[545]=['maxOccurs', 'maxoccurs1.html'];
fr[546]=['minOccurs', 'minoccurs1.html'];
fr[547]=['annotated', 'annotated.html'];
fr[548]=['id', 'id4.html'];
fr[549]=['anyType', 'anytype.html'];
fr[550]=['attribute', 'attribute.html'];
fr[551]=['default', 'default1.html'];
fr[552]=['fixed', 'fixed.html'];
fr[553]=['form', 'form.html'];
fr[554]=['type', 'type.html'];
fr[555]=['use', 'use.html'];
fr[556]=['simpleType', 'simpletype.html'];
fr[557]=['attributeGroup', 'attributegroup.html'];
fr[558]=['attributeGroupRef', 'attributegroupref.html'];
fr[559]=['name', 'name1.html'];
fr[560]=['ref', 'ref3.html'];
fr[561]=['complexRestrictionType', 'complexrestrictiontype.html'];
fr[562]=['complexType', 'complextype.html'];
fr[563]=['abstract', 'abstract.html'];
fr[564]=['block', 'block.html'];
fr[565]=['final', 'final.html'];
fr[566]=['mixed', 'mixed.html'];
fr[567]=['name', 'name2.html'];
fr[568]=['element', 'element.html'];
fr[569]=['abstract', 'abstract1.html'];
fr[570]=['block', 'block1.html'];
fr[571]=['default', 'default2.html'];
fr[572]=['final', 'final1.html'];
fr[573]=['fixed', 'fixed1.html'];
fr[574]=['form', 'form1.html'];
fr[575]=['nillable', 'nillable.html'];
fr[576]=['substitutionGroup', 'substitutiongroup.html'];
fr[577]=['type', 'type1.html'];
fr[578]=['complexType', 'complextype1.html'];
fr[579]=['simpleType', 'simpletype1.html'];
fr[580]=['explicitGroup', 'explicitgroup.html'];
fr[581]=['name', 'name3.html'];
fr[582]=['ref', 'ref4.html'];
fr[583]=['extensionType', 'extensiontype.html'];
fr[584]=['base', 'base1.html'];
fr[585]=['facet', 'facet.html'];
fr[586]=['fixed', 'fixed2.html'];
fr[587]=['value', 'value.html'];
fr[588]=['group', 'group.html'];
fr[589]=['groupRef', 'groupref.html'];
fr[590]=['name', 'name4.html'];
fr[591]=['ref', 'ref5.html'];
fr[592]=['keybase', 'keybase.html'];
fr[593]=['name', 'name5.html'];
fr[594]=['localComplexType', 'localcomplextype.html'];
fr[595]=['abstract', 'abstract2.html'];
fr[596]=['block', 'block2.html'];
fr[597]=['final', 'final2.html'];
fr[598]=['name', 'name6.html'];
fr[599]=['localElement', 'localelement.html'];
fr[600]=['abstract', 'abstract3.html'];
fr[601]=['final', 'final3.html'];
fr[602]=['substitutionGroup', 'substitutiongroup1.html'];
fr[603]=['complexType', 'complextype2.html'];
fr[604]=['simpleType', 'simpletype2.html'];
fr[605]=['localSimpleType', 'localsimpletype.html'];
fr[606]=['final', 'final4.html'];
fr[607]=['name', 'name7.html'];
fr[608]=['namedAttributeGroup', 'namedattributegroup.html'];
fr[609]=['name', 'name8.html'];
fr[610]=['ref', 'ref6.html'];
fr[611]=['namedGroup', 'namedgroup.html'];
fr[612]=['maxOccurs', 'maxoccurs2.html'];
fr[613]=['minOccurs', 'minoccurs2.html'];
fr[614]=['name', 'name9.html'];
fr[615]=['ref', 'ref7.html'];
fr[616]=['all', 'all1.html'];
fr[617]=['maxOccurs', 'maxoccurs3.html'];
fr[618]=['minOccurs', 'minoccurs3.html'];
fr[619]=['choice', 'choice.html'];
fr[620]=['sequence', 'sequence.html'];
fr[621]=['narrowMaxMin', 'narrowmaxmin.html'];
fr[622]=['maxOccurs', 'maxoccurs4.html'];
fr[623]=['minOccurs', 'minoccurs4.html'];
fr[624]=['complexType', 'complextype3.html'];
fr[625]=['simpleType', 'simpletype3.html'];
fr[626]=['noFixedFacet', 'nofixedfacet.html'];
fr[627]=['fixed', 'fixed3.html'];
fr[628]=['numFacet', 'numfacet.html'];
fr[629]=['value', 'value1.html'];
fr[630]=['openAttrs', 'openattrs.html'];
fr[631]=['realGroup', 'realgroup.html'];
fr[632]=['restrictionType', 'restrictiontype.html'];
fr[633]=['base', 'base2.html'];
fr[634]=['simpleExplicitGroup', 'simpleexplicitgroup.html'];
fr[635]=['maxOccurs', 'maxoccurs5.html'];
fr[636]=['minOccurs', 'minoccurs5.html'];
fr[637]=['simpleExtensionType', 'simpleextensiontype.html'];
fr[638]=['simpleRestrictionType', 'simplerestrictiontype.html'];
fr[639]=['simpleType', 'simpletype4.html'];
fr[640]=['final', 'final5.html'];
fr[641]=['name', 'name10.html'];
fr[642]=['topLevelAttribute', 'toplevelattribute.html'];
fr[643]=['form', 'form2.html'];
fr[644]=['name', 'name11.html'];
fr[645]=['ref', 'ref8.html'];
fr[646]=['use', 'use1.html'];
fr[647]=['simpleType', 'simpletype5.html'];
fr[648]=['topLevelComplexType', 'toplevelcomplextype.html'];
fr[649]=['name', 'name12.html'];
fr[650]=['topLevelElement', 'toplevelelement.html'];
fr[651]=['form', 'form3.html'];
fr[652]=['maxOccurs', 'maxoccurs6.html'];
fr[653]=['minOccurs', 'minoccurs6.html'];
fr[654]=['name', 'name13.html'];
fr[655]=['ref', 'ref9.html'];
fr[656]=['complexType', 'complextype4.html'];
fr[657]=['simpleType', 'simpletype6.html'];
fr[658]=['topLevelSimpleType', 'toplevelsimpletype.html'];
fr[659]=['name', 'name14.html'];
fr[660]=['wildcard', 'wildcard.html'];
fr[661]=['namespace', 'namespace.html'];
fr[662]=['processContents', 'processcontents.html'];
fr[663]=['all', 'all2.html'];
fr[664]=['annotation', 'annotation.html'];
fr[665]=['id', 'id5.html'];
fr[666]=['any', 'any.html'];
fr[667]=['anyAttribute', 'anyattribute.html'];
fr[668]=['appinfo', 'appinfo.html'];
fr[669]=['source', 'source.html'];
fr[670]=['attribute', 'attribute1.html'];
fr[671]=['attributeGroup', 'attributegroup1.html'];
fr[672]=['choice', 'choice1.html'];
fr[673]=['complexContent', 'complexcontent.html'];
fr[674]=['mixed', 'mixed1.html'];
fr[675]=['extension', 'extension.html'];
fr[676]=['restriction', 'restriction.html'];
fr[677]=['complexType', 'complextype5.html'];
fr[678]=['documentation', 'documentation.html'];
fr[679]=['source', 'source1.html'];
fr[680]=['element', 'element1.html'];
fr[681]=['enumeration', 'enumeration.html'];
fr[682]=['field', 'field.html'];
fr[683]=['xpath', 'xpath.html'];
fr[684]=['fractionDigits', 'fractiondigits.html'];
fr[685]=['group', 'group1.html'];
fr[686]=['import', 'import.html'];
fr[687]=['namespace', 'namespace1.html'];
fr[688]=['schemaLocation', 'schemalocation.html'];
fr[689]=['include', 'include.html'];
fr[690]=['schemaLocation', 'schemalocation1.html'];
fr[691]=['key', 'key.html'];
fr[692]=['keyref', 'keyref.html'];
fr[693]=['refer', 'refer.html'];
fr[694]=['length', 'length.html'];
fr[695]=['list', 'list.html'];
fr[696]=['itemType', 'itemtype.html'];
fr[697]=['simpleType', 'simpletype7.html'];
fr[698]=['maxExclusive', 'maxexclusive.html'];
fr[699]=['maxInclusive', 'maxinclusive.html'];
fr[700]=['maxLength', 'maxlength.html'];
fr[701]=['minExclusive', 'minexclusive.html'];
fr[702]=['minInclusive', 'mininclusive.html'];
fr[703]=['minLength', 'minlength.html'];
fr[704]=['notation', 'notation.html'];
fr[705]=['name', 'name15.html'];
fr[706]=['public', 'public.html'];
fr[707]=['system', 'system.html'];
fr[708]=['pattern', 'pattern.html'];
fr[709]=['value', 'value2.html'];
fr[710]=['redefine', 'redefine.html'];
fr[711]=['id', 'id6.html'];
fr[712]=['schemaLocation', 'schemalocation2.html'];
fr[713]=['restriction', 'restriction1.html'];
fr[714]=['base', 'base3.html'];
fr[715]=['schema', 'schema.html'];
fr[716]=['attributeFormDefault', 'attributeformdefault.html'];
fr[717]=['blockDefault', 'blockdefault.html'];
fr[718]=['elementFormDefault', 'elementformdefault.html'];
fr[719]=['finalDefault', 'finaldefault.html'];
fr[720]=['id', 'id7.html'];
fr[721]=['targetNamespace', 'targetnamespace.html'];
fr[722]=['version', 'version.html'];
fr[723]=['selector', 'selector.html'];
fr[724]=['xpath', 'xpath1.html'];
fr[725]=['sequence', 'sequence1.html'];
fr[726]=['simpleContent', 'simplecontent.html'];
fr[727]=['extension', 'extension1.html'];
fr[728]=['restriction', 'restriction2.html'];
fr[729]=['simpleType', 'simpletype8.html'];
fr[730]=['totalDigits', 'totaldigits.html'];
fr[731]=['value', 'value3.html'];
fr[732]=['union', 'union.html'];
fr[733]=['memberTypes', 'membertypes.html'];
fr[734]=['simpleType', 'simpletype9.html'];
fr[735]=['unique', 'unique.html'];
fr[736]=['whiteSpace', 'whitespace.html'];
fr[737]=['value', 'value4.html'];
fr[738]=['allModel', 'allmodel.html'];
fr[739]=['element', 'element2.html'];
fr[740]=['attrDecls', 'attrdecls.html'];
fr[741]=['attribute', 'attribute2.html'];
fr[742]=['attributeGroup', 'attributegroup2.html'];
fr[743]=['complexTypeModel', 'complextypemodel.html'];
fr[744]=['facets', 'facets.html'];
fr[745]=['identityConstraint', 'identityconstraint.html'];
fr[746]=['nestedParticle', 'nestedparticle.html'];
fr[747]=['element', 'element3.html'];
fr[748]=['group', 'group2.html'];
fr[749]=['particle', 'particle.html'];
fr[750]=['element', 'element4.html'];
fr[751]=['group', 'group3.html'];
fr[752]=['redefinable', 'redefinable.html'];
fr[753]=['schemaTop', 'schematop.html'];
fr[754]=['simpleDerivation', 'simplederivation.html'];
fr[755]=['simpleRestrictionModel', 'simplerestrictionmodel.html'];
fr[756]=['simpleType', 'simpletype10.html'];
fr[757]=['typeDefParticle', 'typedefparticle.html'];
fr[758]=['group', 'group4.html'];
fr[759]=['allNNI', 'allnni.html'];
fr[760]=['anyURI', 'anyuri.html'];
fr[761]=['base64Binary', 'base64binary.html'];
fr[762]=['blockSet', 'blockset.html'];
fr[763]=['boolean', 'boolean.html'];
fr[764]=['byte', 'byte.html'];
fr[765]=['date', 'date.html'];
fr[766]=['dateTime', 'datetime.html'];
fr[767]=['decimal', 'decimal.html'];
fr[768]=['derivationControl', 'derivationcontrol.html'];
fr[769]=['derivationSet', 'derivationset.html'];
fr[770]=['double', 'double.html'];
fr[771]=['duration', 'duration.html'];
fr[772]=['ENTITIES', 'entities.html'];
fr[773]=['ENTITY', 'entity.html'];
fr[774]=['float', 'float.html'];
fr[775]=['formChoice', 'formchoice.html'];
fr[776]=['fullDerivationSet', 'fullderivationset.html'];
fr[777]=['gDay', 'gday.html'];
fr[778]=['gMonth', 'gmonth.html'];
fr[779]=['gMonthDay', 'gmonthday.html'];
fr[780]=['gYear', 'gyear.html'];
fr[781]=['gYearMonth', 'gyearmonth.html'];
fr[782]=['hexBinary', 'hexbinary.html'];
fr[783]=['ID', 'id8.html'];
fr[784]=['IDREF', 'idref.html'];
fr[785]=['IDREFS', 'idrefs.html'];
fr[786]=['int', 'int.html'];
fr[787]=['integer', 'integer.html'];
fr[788]=['language', 'language.html'];
fr[789]=['long', 'long.html'];
fr[790]=['Name', 'name16.html'];
fr[791]=['namespaceList', 'namespacelist.html'];
fr[792]=['NCName', 'ncname.html'];
fr[793]=['negativeInteger', 'negativeinteger.html'];
fr[794]=['NMTOKEN', 'nmtoken.html'];
fr[795]=['NMTOKENS', 'nmtokens.html'];
fr[796]=['nonNegativeInteger', 'nonnegativeinteger.html'];
fr[797]=['nonPositiveInteger', 'nonpositiveinteger.html'];
fr[798]=['normalizedString', 'normalizedstring.html'];
fr[799]=['NOTATION', 'notation1.html'];
fr[800]=['positiveInteger', 'positiveinteger.html'];
fr[801]=['public', 'public1.html'];
fr[802]=['QName', 'qname.html'];
fr[803]=['reducedDerivationControl', 'reducedderivationcontrol.html'];
fr[804]=['short', 'short.html'];
fr[805]=['simpleDerivationSet', 'simplederivationset.html'];
fr[806]=['string', 'string.html'];
fr[807]=['time', 'time.html'];
fr[808]=['token', 'token.html'];
fr[809]=['typeDerivationControl', 'typederivationcontrol.html'];
fr[810]=['unsignedByte', 'unsignedbyte.html'];
fr[811]=['unsignedInt', 'unsignedint.html'];
fr[812]=['unsignedLong', 'unsignedlong.html'];
fr[813]=['unsignedShort', 'unsignedshort.html'];    
 return fr;          
}

function CreateWordIndex()
{
var w=[
            
['コア語彙は、共通語彙基盤の基礎をなすもので、氏名、住所、組織等、あらゆる社会活動で使用される中核的な用語の集合です。多くのシステム間で情報交換のための基礎となる語彙で、データ交換、オープンデータの二次利用等の効率化に役立つものです。',[5]],
['core',[5,65,336]],
['vocabulary',[5]],
['schema',[5,528,531,537,547,630,715,799]],
['xmlns',[5,528,530,531,537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,789,795,799,802,806,807,812]],
['foaf',[5]],
['http',[5,528,531,532,533,534,537,663,664,666,667,668,670,671,672,673,677,678,680,681,682,684,685,686,689,691,692,694,695,698,699,700,701,702,703,704,708,710,713,715,723,725,726,729,730,732,735,736,760,761,763,764,765,766,767,770,771,772,773,774,777,778,779,780,781,782,783,784,785,786,787,788,789,790,792,793,794,795,796,797,798,799,800,802,804,806,807,808,810,811,812,813]],
['purl',[5]],
['terms',[5]],
['xmlschema',[5,528,531,537]],
['targetnamespace',[5,528,531,537,715,721,791]],
['version',[5,93,528,531,537,715,722,788]],
['uncefactiso4217',[5,300]],
['unece',[5,528,530]],
['uncefact',[5,528,530]],
['codelist',[5,528]],
['standard',[5,104,528,530,531]],
['iso3alphacurrencycode',[5,528,529]],
['2012-08-31',[5,528]],
['uncefactcode',[5]],
['measurementunitcommoncode',[5]],
['uncefactduration',[5]],
['measurementunitcommoncodeduration',[5]],
['uncefactlinear',[5]],
['measurementunitcommoncodelinear',[5]],
['uncefactvolume',[5]],
['measurementunitcommoncodevolume',[5]],
['uncefactweight',[5]],
['measurementunitcommoncodeweight',[5]],
['annotation',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,528,530,531,532,533,534,535,537,538,541,544,547,549,550,556,557,558,561,562,566,567,568,578,579,580,583,585,588,589,592,594,599,603,604,605,607,608,611,616,619,620,621,624,625,626,628,630,631,632,634,637,638,639,641,642,647,648,650,656,657,658,659,660,663,664,666,667,668,670,671,672,673,674,675,676,677,678,680,681,682,683,684,685,686,689,691,692,694,695,697,698,699,700,701,702,703,704,708,710,713,715,723,724,725,726,727,728,729,730,732,734,735,736,738,739,741,742,743,744,745,747,748,750,751,752,753,756,757,758,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['documentation',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,528,530,531,532,533,534,535,537,538,541,544,547,549,561,562,566,567,568,580,588,605,607,621,630,637,638,639,641,658,659,663,664,666,667,668,670,671,672,673,674,677,678,680,681,682,683,684,685,686,689,691,692,694,695,698,699,700,701,702,703,704,708,710,713,715,723,724,725,726,729,730,732,735,736,738,743,744,745,752,753,757,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['lang',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,528,530,531,534,536,537,678,715]],
['appinfo',[5,537,664,668,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,789,795,799,802,806,807,812]],
['title',[5,284]],
['共通語彙基盤コア語彙',[5]],
['license',[5]],
['creativecommons',[5]],
['publicdomain',[5]],
['zero',[5]],
['legalcode',[5]],
['issued',[5]],
['2019-02-15',[5]],
['creator',[5]],
['name',[5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,529,530,531,532,533,534,535,536,537,538,539,540,541,542,543,544,545,546,547,548,549,550,551,552,553,554,555,556,557,558,559,560,561,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,579,580,581,582,583,584,585,586,587,588,589,590,591,592,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,611,612,613,614,615,616,617,618,619,620,621,622,623,624,625,626,627,628,629,630,631,632,633,634,635,636,637,638,639,640,641,642,643,644,645,646,647,648,649,650,651,652,653,654,655,656,657,658,659,660,661,662,663,664,665,666,667,668,669,670,671,672,673,674,675,676,677,678,679,680,681,682,683,684,685,686,687,688,689,690,691,692,693,694,695,696,697,698,699,700,701,702,703,704,705,706,707,708,709,710,711,712,713,714,715,716,717,718,719,720,721,722,723,724,725,726,727,728,729,730,731,732,733,734,735,736,737,738,739,740,741,742,743,744,745,746,747,748,749,750,751,752,753,754,755,756,757,758,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['経済産業省',[5]],
['ministry',[5]],
['economy',[5]],
['trade',[5]],
['industry',[5]],
['homepage',[5]],
['meti',[5]],
['独立行政法人情報処理推進機構',[5]],
['information-technology',[5]],
['promotion',[5]],
['agency',[5,213,528]],
['japan',[5,213]],
['https',[5]],
['import',[5,531,537,686,715]],
['namespace',[5,531,537,544,547,550,556,557,558,561,562,568,578,579,580,583,585,588,589,592,594,599,603,604,605,608,611,616,619,620,621,624,625,626,628,630,631,632,634,637,638,639,642,647,648,650,656,657,658,660,661,663,664,666,667,668,670,671,672,673,675,676,677,678,680,681,682,684,685,686,687,689,691,692,694,695,697,698,699,700,701,702,703,704,708,710,713,715,723,725,726,727,728,729,730,732,734,735,736,739,741,742,747,748,750,751,756,758]],
['schemalocation',[5,531,537,686,688,689,690,710,712]],
['complextype',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,537,544,547,549,550,557,558,561,562,568,578,580,583,585,588,589,592,594,599,603,605,608,611,616,621,624,626,628,630,631,632,634,637,638,639,642,648,650,656,658,660,664,666,668,673,674,677,678,680,682,686,689,692,695,704,708,710,713,715,723,726,730,732,736,739,747,750,752,753,757]],
['人の情報を表現するためのクラス用語',[5,43,236]],
['class',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,74,75,79,80,81,82,86,87,89,90,109,118,121,125,134,135,136,139,144,146,154,160,171,177,186,187,190,195,201,214,216,224,225,231,232,236,238,240,243,257,258,264,268,269,277,281,289,293,298,302,305,308,312,314,323,336,338,344,346,352,362,531]],
['term',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,74,75,79,80,81,82,86,87,89,90,109,118,121,125,134,135,136,139,144,146,154,160,171,177,186,187,190,195,201,214,216,224,225,231,232,236,238,240,243,257,258,264,268,269,277,281,289,293,298,302,305,308,312,314,323,336,338,344,346,352,362]],
['express',[5,6,7,8,9,10,11,12,13,14,15,16,20,21,22,23,24,25,26,27,28,29,30,32,33,34,36,37,38,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,74,75,79,80,81,82,86,87,89,90,104,109,121,125,134,135,136,139,144,146,154,160,169,170,171,186,187,190,201,214,216,225,231,232,236,238,240,243,257,258,264,268,269,277,281,289,293,298,302,305,308,312,314,323,336,338,344,346,352,362,528]],
['information',[5,31,43,65,93,94,137,155,176,177,178,213,236,326,336,528,531,532,533,534,537]],
['person',[5,21,34,43,123,124,125,126,189,190,235,236,275,283,284,303,318,347,348]],
['complexcontent',[5,6,7,8,9,10,11,12,13,14,15,16,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,61,62,63,64,65,66,67,68,69,70,537,544,547,550,557,558,561,562,566,568,578,580,583,585,588,589,592,594,599,603,605,608,611,616,621,624,626,628,630,631,632,634,637,638,639,642,648,650,656,658,660,664,666,673,677,682,686,689,692,695,704,708,710,713,715,723,726,730,732,736,743]],
['extension',[5,6,7,8,9,10,11,12,13,14,15,16,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,309,537,547,550,557,562,568,583,585,588,592,632,639,660,664,666,673,675,682,686,689,692,695,704,710,713,715,723,726,727,732,753,762,768,769,776,803,809]],
['base',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,61,62,63,64,65,66,67,68,69,70,118,229,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,530,531,532,534,535,536,537,544,545,546,547,550,555,557,558,561,562,568,580,583,584,585,588,589,592,594,599,605,608,611,616,621,622,623,626,628,630,631,632,633,634,637,638,639,642,648,650,658,660,662,664,666,673,675,676,682,683,686,689,692,695,704,708,710,713,714,715,723,724,726,727,728,730,732,736,737,743,759,760,761,762,763,764,765,766,767,768,769,770,771,773,774,775,776,777,778,779,780,781,782,783,784,786,787,788,789,790,791,792,793,794,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['sequence',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,61,62,63,64,65,66,67,68,69,70,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,537,544,547,549,550,558,561,562,568,578,580,583,588,589,592,594,599,603,605,608,611,616,619,620,621,624,626,628,631,632,634,637,638,642,648,650,656,658,663,668,672,675,676,677,678,685,695,708,715,725,727,728,730,732,736,738,740,743,746,748,749,751,755,757,758]],
['group',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,61,62,63,64,65,66,67,68,69,70,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,531,537,538,544,557,561,562,568,578,580,583,588,589,594,599,603,605,608,611,616,619,620,621,624,631,632,634,637,638,639,648,650,656,658,663,672,675,676,677,685,710,713,715,725,727,728,738,740,743,744,745,746,748,749,751,752,753,754,755,757,758]],
['人型-固有要素グループ',[5,43,396]],
['element',[5,65,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,528,529,531,532,534,535,537,538,544,547,550,556,558,561,568,578,579,580,588,589,592,594,599,603,604,605,608,611,616,619,620,621,624,625,626,628,631,634,637,638,642,647,648,650,656,657,658,663,664,666,667,668,670,671,672,673,675,676,677,678,680,681,682,684,685,686,689,691,692,694,695,697,698,699,700,701,702,703,704,708,710,713,715,723,725,726,727,728,729,730,732,734,735,736,738,739,740,741,742,743,744,745,746,747,748,749,750,751,752,753,754,755,756,757,758]],
['minoccurs',[5,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,537,541,543,544,546,547,549,550,556,558,561,568,580,583,588,589,592,594,599,605,608,611,613,616,618,619,620,621,623,626,628,631,632,634,636,637,638,642,647,648,650,653,658,663,664,666,668,672,678,680,685,695,697,708,710,715,725,730,732,734,736,738,739,740,743,747,748,750,751,755,756,758]],
['maxoccurs',[5,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,537,541,542,544,545,549,568,580,588,589,592,599,611,612,616,617,619,620,621,622,631,634,635,650,652,663,664,666,668,672,678,680,685,710,715,725,732,734,738,739,740,747,748,750,751,755,758,759]],
['unbounded',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,61,62,63,64,65,66,67,68,69,70,73,74,75,77,78,79,80,81,82,84,86,87,88,89,90,92,100,105,106,107,108,109,112,113,115,116,118,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,138,139,141,142,143,144,145,146,152,153,154,155,157,158,159,160,162,163,166,168,170,171,172,173,174,176,177,179,181,184,185,186,187,188,189,190,192,194,195,197,201,204,205,207,210,211,212,213,214,215,216,219,220,221,222,223,224,225,226,227,228,230,231,232,235,236,238,240,241,242,243,252,253,255,256,257,258,260,261,262,263,264,265,267,268,269,270,273,274,275,277,278,279,280,281,283,288,289,290,291,292,293,297,298,302,303,307,308,311,312,313,314,315,318,319,320,322,323,332,334,336,338,339,343,344,345,346,348,349,350,352,354,356,359,361,362,364,365,367,368,369,370,371,372,373,375,376,377,379,380,381,383,386,388,390,391,392,394,395,396,399,400,401,402,404,405,407,410,411,414,415,420,537,544,549,561,568,580,588,592,599,616,619,620,621,632,634,638,650,663,664,668,672,676,678,680,691,692,710,713,715,725,728,732,734,735,738,739,740,747,750,755,759]],
['性別コード',[5,43,159,236,252,396]],
['生年月日',[5,43,159,236,253,396]],
['死亡年月日',[5,43,159,188,236,396]],
['国籍コード',[5,43,159,168,236,396]],
['出生国コード',[5,43,159,219,236,396]],
['組織や地物等の名称を表現するためのクラス用語',[5,67,344]],
['names',[5,67,344,531]],
['organization',[5,21,26,29,50,51,67,120,122,123,124,125,126,131,144,160,260,265,267,268,269,270,271,278,279,303,344,347,348]],
['feature',[5,9,54,67,80,181,207,261,288,289,344]],
['名称型-固有要素グループ',[5,67,417]],
['カナ表記',[5,67,83,343,344,417]],
['ローマ字表記',[5,67,101,343,344,417]],
['人の氏名を表現するためのクラス用語',[5,34,190]],
['氏名型-固有要素グループ',[5,34,389]],
['姓名カナ表記',[5,34,189,190,249,283,389]],
['姓名ローマ字表記',[5,34,189,190,250,283,389]],
['姓カナ表記',[5,34,189,190,246,283,389]],
['姓ローマ字表記',[5,34,189,190,247,283,389]],
['名カナ表記',[5,34,189,190,283,341,389]],
['名ローマ字表記',[5,34,189,190,283,342,389]],
['ミドルネーム',[5,34,97,189,190,283,389]],
['ミドルネームカナ表記',[5,34,98,189,190,283,389]],
['ミドルネームローマ字表記',[5,34,99,189,190,283,389]],
['住所を表現するためのクラス用語',[5,37,214]],
['address',[5,37,71,212,213,214,272,537]],
['住所型-固有要素グループ',[5,37,392]],
['郵便番号',[5,37,212,214,220,339,351,392]],
['住所コード',[5,37,212,213,214,220,339,392]],
['国コード',[5,37,166,212,214,220,339,392]],
['都道府県',[5,37,212,214,220,306,339,392]],
['都道府県コード',[5,37,212,214,220,307,339,392]],
['市区町村',[5,37,183,212,214,220,339,392]],
['市区町村コード',[5,37,184,212,214,220,339,392]],
['番地補足',[5,37,212,214,220,325,339,392]],
['ビル番号',[5,37,95,212,214,220,339,392]],
['部屋番号',[5,37,212,214,220,333,339,392]],
['連絡先型',[5,70,361,362]],
['連絡先を表現するためのクラス用語',[5,70,362]],
['contact',[5,70,283,361,362]],
['連絡先型-固有要素グループ',[5,70,420]],
['担当者役職',[5,70,284,361,362,420]],
['担当者名',[5,70,283,361,362,420]],
['eメールアドレス',[5,70,71,361,362,420]],
['電話番号',[5,70,304,361,362,420]],
['内線番号',[5,70,309,361,362,420]],
['fax番号',[5,70,72,361,362,420]],
['携帯電話番号',[5,70,149,361,362,420]],
['webサイト',[5,49,70,76,263,264,361,362,402,420]],
['対応言語',[5,70,276,361,362,420]],
['電話番号型',[5,58,72,149,304,305]],
['電話番号を表現するためのクラス用語',[5,58,305]],
['※0-9',[5,58,305]],
['の数字及び',[5,58,72,149,304,305]],
['の文字のみを使用',[5,58,72,149,304,305]],
['telephone',[5,58,304,305,309]],
['number',[5,44,58,72,92,95,102,130,149,164,205,206,237,238,285,286,295,304,305,309,324,325,333]],
['note',[5,58,72,103,104,111,149,150,168,198,213,304,305,326,327,328,351,355,531,537]],
['numeric',[5,58,72,149,304,305,351,537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,795,799,802,806,807]],
['characters',[5,58,72,149,304,305,325,351]],
['plus',[5,58,72,149,304,305]],
['minus',[5,58,72,149,304,305]],
['opening',[5,40,58,72,149,225,304,305,354]],
['parenthesis',[5,58,72,149,304,305]],
['closing',[5,58,72,149,209,210,304,305]],
['comma',[5,58,72,149,304,305]],
['only',[5,58,72,149,304,305,531,537,544]],
['simplecontent',[5,58,537,562,566,578,594,603,624,648,656,677,726,743]],
['string',[5,58,169,170,200,282,325,329,351,421,423,424,425,426,427,428,429,430,431,432,433,434,435,436,438,440,441,442,443,444,445,446,448,449,450,451,452,453,454,456,457,458,460,461,464,465,467,469,470,472,473,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,495,496,497,498,499,500,501,503,505,506,507,508,511,512,514,516,517,518,519,520,521,522,523,524,525,526,527,531,534,537,550,551,552,568,571,573,708,709,798,806]],
['attribute',[5,17,18,19,58,59,60,531,532,533,534,535,536,537,538,539,540,541,542,543,544,545,546,547,548,550,551,552,553,554,555,557,558,559,560,561,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,580,581,582,583,584,585,586,587,589,590,591,592,593,594,595,596,597,598,599,600,601,602,603,605,606,607,608,609,610,611,612,613,614,615,616,617,618,621,622,623,624,626,627,628,629,632,633,634,635,636,637,638,639,640,641,642,643,644,645,646,648,649,650,651,652,653,654,655,656,658,659,660,661,662,664,665,668,669,670,671,673,674,675,676,677,678,679,682,683,686,687,688,689,690,692,693,695,696,704,705,706,707,708,709,710,711,712,713,714,715,716,717,718,719,720,721,722,723,724,727,728,730,731,732,733,736,737,740,741,742,743,753]],
['type',[5,17,18,19,58,59,60,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,528,529,531,532,533,537,538,539,540,541,542,543,547,548,550,551,552,553,554,556,558,560,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,579,580,581,582,583,584,585,586,588,589,591,592,593,599,603,604,608,609,611,614,619,620,621,624,625,628,629,630,632,633,639,640,641,642,644,647,648,649,650,654,656,657,658,659,660,661,663,664,665,667,668,669,670,671,672,673,674,675,676,677,678,679,680,681,682,683,684,685,686,687,688,689,690,691,692,693,694,695,696,697,698,699,700,701,702,703,704,705,706,707,708,709,710,711,712,713,714,715,716,717,718,719,720,721,722,723,724,725,726,727,728,729,730,731,732,734,735,738,739,740,741,742,745,746,747,748,749,750,751,753,755,756,757,758,762,768,769,775,776,791,799,801,803,805,809]],
['idref',[5,17,19,58,60,537,784,785]],
['組織を表現するためのクラス用語',[5,51,269]],
['組織型-固有要素グループ',[5,51,404]],
['略称アルファベット',[5,26,51,66,144,260,267,269,338,358,404]],
['活動状況',[5,26,51,66,122,144,260,267,269,338,404]],
['関連組織',[5,11,26,51,66,82,127,131,144,260,267,269,338,369,404]],
['関連人員',[5,26,51,66,130,144,260,267,269,338,404]],
['業務組織型',[5,26,66,144]],
['業務組織を表現するためのクラス用語',[5,26,144]],
['business',[5,11,26,82,144,193,194]],
['業務組織型-固有要素グループ',[5,26,381]],
['事業種目',[5,26,66,144,193,338,381]],
['事業年度開始日',[5,26,66,144,194,338,381]],
['法人を表現するためのクラス用語',[5,66,338]],
['corporation',[5,66,192,270,338]],
['法人型-固有要素グループ',[5,66,416]],
['組織種別位置',[5,66,271,338,416]],
['組織種別',[5,66,270,338,416]],
['人数を表現するためのクラス用語',[5,44,238]],
['people',[5,44,205,237,238]],
['involved',[5,44,130,238]],
['人数型-固有要素グループ',[5,44,397]],
['構成員型',[5,29,160,278]],
['組織等を構成する人を表現するクラス用語',[5,29,160]],
['members',[5,29,160,537]],
['comprising',[5,29,160]],
['構成員型-固有要素グループ',[5,29,384]],
['組織関連型',[5,50,131,268,279]],
['組織の関連を表現するためのクラス用語',[5,50,268]],
['association',[5,50,268]],
['with',[5,25,50,65,104,139,268,313,327,328,336,531,534,537,682,683,738,745]],
['another',[5,50,268]],
['組織関連型-固有要素グループ',[5,50,403]],
['場所を表現するためのクラス用語',[5,41,231]],
['location',[5,11,41,82,230,231,259,290,291]],
['場所型-固有要素グループ',[5,41,394]],
['地理識別子',[5,28,33,41,54,55,61,112,153,154,181,185,187,207,230,231,261,288,289,291,292,293,308,394]],
['地理座標',[5,28,33,41,54,55,61,112,153,154,181,185,187,207,230,231,261,288,289,290,292,293,308,394]],
['座標を表現するためのクラス用語',[5,30,171]],
['latitude-longitude',[5,30,171,172,290]],
['coordinates',[5,30,171,172,290]],
['座標型-固有要素グループ',[5,30,385]],
['座標参照系',[5,30,171,172,290,385]],
['緯度経度書式',[5,30,104,171,290,385]],
['座標データ書式',[5,30,170,171,290,385]],
['座標データ',[5,30,169,171,290,385]],
['測地高度',[5,30,171,273,290,385]],
['idを表現するためのクラス用語',[5,6,74]],
['identifier',[5,6,73,74,199,200,255,291,322,537,801]],
['id型-固有要素グループ',[5,6,364]],
['id体系型',[5,7,75,274]],
['idの体系を表現するためのクラス用語',[5,7,75]],
['system',[5,7,52,75,172,274,277,319,537,704,707]],
['specifying',[5,7,75,84,100,141,157,166,168,170,184,204,213,219,242,252,270,274,280,300,307,348,537,799]],
['identifiers',[5,7,75,274]],
['id体系型-固有要素グループ',[5,7,365]],
['バージョン',[5,7,12,75,86,88,93,274,365,370]],
['製品を表現するためのクラス用語',[5,47,257]],
['product',[5,47,48,108,148,179,223,226,257,258]],
['製品型-固有要素グループ',[5,47,400]],
['自動認識id',[5,47,48,199,257,258,400]],
['使用方法',[5,47,48,180,257,258,400]],
['製造者id',[5,47,48,255,257,258,400]],
['販売業者',[5,47,48,257,258,321,400]],
['販売業者id',[5,47,48,257,258,322,400]],
['原産国コード',[5,47,48,157,257,258,400]],
['規制情報',[5,47,48,137,257,258,400]],
['製品個品型',[5,48,258]],
['製品を個別に表現するためのクラス用語',[5,48,258]],
['individual',[5,48,258]],
['製品個品型-固有要素グループ',[5,48,401]],
['ロット番号',[5,48,102,258,401]],
['消費期限',[5,48,223,258,401]],
['使用期限',[5,48,179,258,401]],
['賞味期限',[5,48,226,258,401]],
['シリアル番号',[5,48,92,258,401]],
['購入価格',[5,48,162,258,401]],
['参照対象となる地物（施設や建物など）を表すためのクラス用語',[5,54,289]],
['such',[5,11,54,82,95,108,129,130,193,199,213,259,261,270,272,288,289,303,325,333,359,363,528,531]],
['facility',[5,32,33,40,49,54,117,129,185,186,187,205,225,261,264,288,289,347,348,359]],
['building',[5,28,49,54,95,96,105,152,153,154,161,164,202,221,261,264,285,286,288,289]],
['referenced',[5,54,289]],
['地物型-固有要素グループ',[5,54,407]],
['アクセス',[5,28,33,54,55,61,77,112,153,154,181,185,187,207,261,288,289,292,293,308,407]],
['特定の用途に用いられる土地を表現するためのクラス用語',[5,61,308]],
['plot',[5,61,308]],
['land',[5,61,288,308,345]],
['used',[5,61,179,301,308,363,531,532,537,568,799]],
['specific',[5,61,308]],
['purpose',[5,61,308,528]],
['土地型-固有要素グループ',[5,61,411]],
['施設を表現するためのクラス用語',[5,33,187]],
['施設型-固有要素グループ',[5,33,388]],
['利用可能時間',[5,33,49,55,185,187,263,264,292,293,354,388,402]],
['収容人数',[5,33,55,185,187,205,292,293,388]],
['関連施設',[5,33,55,129,185,187,292,293,388]],
['施設関連型',[5,32,129,186]],
['施設の関連を表現するためのクラス用語',[5,32,186]],
['associated',[5,21,32,124,125,126,129,131,186,288,313]],
['施設関連型-固有要素グループ',[5,32,387]],
['建物を表現するためのクラス用語',[5,28,154]],
['建物型-固有要素グループ',[5,28,383]],
['敷地面積',[5,28,153,154,332,383]],
['主要用途',[5,28,153,154,202,383]],
['建築面積',[5,28,152,153,154,383]],
['延べ面積',[5,28,105,153,154,383]],
['最高の高さ',[5,28,153,154,173,383]],
['地上階数',[5,28,153,154,286,383]],
['地下階数',[5,28,153,154,285,383]],
['駐車場型',[5,55,292,293]],
['駐車場を表現するためのクラス用語',[5,55,293]],
['parking',[5,55,206,292,293,294]],
['area',[5,55,68,105,152,206,292,293,294,296,332,345,346]],
['駐車場型-固有要素グループ',[5,55,408]],
['駐車場種別',[5,55,292,293,294,408]],
['収容台数',[5,55,206,292,293,408]],
['施設や建物等に備わっている設備を表現するためのクラス用語',[5,49,264]],
['equipment',[5,49,94,117,259,260,261,262,263,264,359]],
['installed',[5,49,259,260,261,264]],
['設備型-固有要素グループ',[5,49,402]],
['設置地点',[5,49,261,263,264,402]],
['設置位置',[5,49,259,263,264,402]],
['外部利用可否',[5,49,117,263,264,402]],
['バリアフリー',[5,49,94,263,264,402]],
['イベント型',[5,11,82,127]],
['時間と場所を指定して行われるイベント（ビジネス、スポーツ、教育、娯楽などの催し）を表現するためのクラス用語',[5,11,82]],
['event',[5,10,11,52,81,82,112,113,115,127,175,210,277,313,359]],
['sport',[5,11,82]],
['educational',[5,11,82]],
['entertaining',[5,11,82]],
['activity',[5,11,20,82,120,121,122,311]],
['which',[5,11,82,111,113,142,143,179,217,223,261,528,531,532,537,538,547,744,752,753]],
['held',[5,11,57,82,113,155,302,311]],
['specified',[5,11,82,325,355]],
['time',[5,11,40,62,82,114,116,133,151,196,197,198,209,211,225,310,311,312,313,316,317,320,327,331,335,349,350,439,468,537,807]],
['イベント型-固有要素グループ',[5,11,369]],
['開催場所',[5,11,82,112,127,369]],
['参加方法',[5,11,82,127,175,369]],
['関連イベント',[5,11,82,127,369]],
['キーワード',[5,11,65,82,85,100,127,155,336,369,415]],
['利用対象',[5,11,15,82,90,127,356,369,373]],
['活動を表現するためのクラス用語',[5,20,121]],
['活動型-固有要素グループ',[5,20,376]],
['関連する組織や人を表現するためのクラス用語',[5,21,125]],
['関与型-固有要素グループ',[5,21,377]],
['役割コード',[5,21,124,125,348,377]],
['数量を表現するためのクラス用語',[5,45,240]],
['quantity',[5,45,240,315,360]],
['数量型-固有要素グループ',[5,45,398]],
['単位表記',[5,38,45,56,68,69,105,107,142,143,152,163,173,197,205,215,216,228,235,240,273,275,282,297,298,315,318,332,334,345,346,352,393,398,409,418,419]],
['容量を表現するためのクラス用語',[5,69,352]],
['volume',[5,69,352]],
['容量型-固有要素グループ',[5,69,419]],
['面積を表現するためのクラス用語',[5,68,346]],
['面積型-固有要素グループ',[5,68,418]],
['重量を表現するためのクラス用語',[5,38,216]],
['weight',[5,38,215,216,275]],
['重量型-固有要素グループ',[5,38,393]],
['長さを表現するためのクラス用語',[5,56,298]],
['length',[5,56,297,298,537,561,632,638,676,694,713,728,744,755,760,761,772,782,785,795,799,802,806]],
['長さ型-固有要素グループ',[5,56,409]],
['金額を表現するためのクラス用語',[5,27,146]],
['amount',[5,27,145,146,197]],
['money',[5,27,145,146]],
['金額型-固有要素グループ',[5,27,382]],
['通貨コード',[5,27,145,146,162,192,300,382]],
['価格を表現するためのクラス用語',[5,16,109]],
['price',[5,16,108,109,162]],
['価格型-固有要素グループ',[5,16,374]],
['実体を表現するためのクラス用語',[5,36,201]],
['entity',[5,36,132,174,201,303,319,537,772,773]],
['実体型-固有要素グループ',[5,36,391]],
['状況を表現するためのクラス用語',[5,42,232]],
['state',[5,42,232,233,320]],
['affairs',[5,42,232,320]],
['状況型-固有要素グループ',[5,42,395]],
['日時を表現するためのクラス用語',[5,62,312]],
['date',[5,62,63,111,113,115,116,151,179,188,194,196,210,211,221,223,253,256,262,265,310,311,312,314,316,317,320,327,328,331,335,349,350,354,510,528,531,537,765]],
['日時型-固有要素グループ',[5,62,412]],
['標準型日時',[5,62,116,211,311,312,320,327,349,350,412]],
['カレンダー',[5,62,63,84,113,115,116,179,188,194,210,211,221,223,226,253,256,262,265,311,312,313,314,320,349,350,412,413]],
['日付を表現するためのクラス用語',[5,63,314]],
['日付型-固有要素グループ',[5,63,413]],
['標準型日付',[5,63,113,115,179,188,194,210,221,223,226,253,256,262,265,313,314,328,413]],
['期間を表現するためのクラス用語',[5,23,135]],
['period',[5,22,23,24,116,134,135,136,211,313,537]],
['期間スケジュール型',[5,10,22,23,39,40,57,133,134,354]],
['期間型-固有要素グループ',[5,23,378]],
['開始日時',[5,23,116,135,378]],
['終了日時',[5,23,135,211,378]],
['期間やスケジュールを表現するためのクラス用語',[5,22,134]],
['schedule',[5,10,22,39,57,81,111,134,224,302,349,350]],
['イベントスケジュール型',[5,10,81]],
['イベントスケジュールを表現するためのクラス用語',[5,10,81]],
['イベントスケジュール型-固有要素グループ',[5,10,368]],
['開始時間',[5,10,57,81,114,302,368,410]],
['終了時間',[5,10,57,81,209,302,368,410]],
['定期スケジュール型',[5,57,302]],
['定期的に繰り返されるスケジュールを表現するクラス用語',[5,57,302]],
['that',[5,17,57,65,76,110,118,176,178,181,205,206,207,260,279,287,302,303,336,528,531,537,744]],
['repeatedly',[5,57,302]],
['regular',[5,57,302]],
['basis',[5,57,302,528]],
['定期スケジュール型-固有要素グループ',[5,57,410]],
['開催期日',[5,57,111,302,410]],
['有効開始日時',[5,57,302,349,410]],
['有効終了日時',[5,57,302,350,410]],
['詳細スケジュール型',[5,40,225]],
['（将来的に整備する予定）施設等のオープン日とオープン時間を表現するためのクラス用語。複数のスケジュールが列挙された場合はそれらの和を取るものとする',[5,40,225]],
['defined',[5,39,40,224,225,528,531,537]],
['future',[5,39,40,224,225,531]],
['when',[5,40,225,276,311,326,349,350,355,528,530,537,605,607]],
['multiple',[5,40,225]],
['schedules',[5,40,225]],
['listed',[5,40,225,531,537]],
['enumerate',[5,40,225]],
['them',[5,40,225]],
['詳細スケジュール規則型',[5,39,224]],
['（将来的に整備する予定）繰り返し型のスケジュールを定義するためのクラス用語',[5,39,224]],
['define',[5,39,224,531,537,538,568]],
['repetitive',[5,39,224]],
['コード型',[5,13,53,84,87,106,128,141,157,158,166,168,170,184,204,213,219,227,242,252,270,307,348]],
['コードを表現するためのクラス用語',[5,13,87]],
['code',[5,12,13,14,53,84,86,87,88,89,106,128,141,157,166,168,170,184,199,200,204,213,219,227,242,252,270,280,281,300,307,319,348,351,528,530,531,534]],
['コード型-固有要素グループ',[5,13,371]],
['コード種別',[5,13,53,84,87,88,106,128,141,157,158,166,168,170,184,204,213,219,227,242,252,270,280,281,307,348,371]],
['上位コード',[5,13,53,84,87,106,128,141,157,158,166,168,170,184,204,213,219,227,242,252,270,280,281,307,348,371]],
['下位コード',[5,13,53,84,87,106,128,141,157,158,166,168,170,184,204,213,219,227,242,252,270,280,281,307,348,371]],
['関連コード',[5,13,53,84,87,106,128,141,157,158,166,168,170,184,204,213,219,227,242,252,270,280,281,307,348,371]],
['単位コード型',[5,53,280,281]],
['単位コードを表現するためのクラス用語',[5,53,281]],
['unit',[5,53,95,229,280,281,282,528,530]],
['単位コード型-固有要素グループ',[5,53,406]],
['コードリスト型',[5,12,86,88]],
['コードリストを表現するためのクラス用語',[5,12,86]],
['list',[5,12,78,86,319,528,537,556,579,604,605,625,639,647,657,658,695,697,729,732,733,734,754,756,762,768,769,772,776,785,791,795,805,809]],
['コードリスト型-固有要素グループ',[5,12,370]],
['アクセス型',[5,9,77,80]],
['地物等へのアクセスを表現するためのクラス用語',[5,9,80]],
['route',[5,8,9,77,78,79,80,363]],
['アクセス型-固有要素グループ',[5,9,367]],
['始点備考',[5,8,9,77,78,79,80,182,366,367]],
['終点備考',[5,8,9,77,78,79,80,208,366,367]],
['アクセス区間',[5,9,77,78,80,367]],
['アクセス区間型',[5,8,78,79]],
['アクセスに含まれる各区間を表現するためのクラス用語',[5,8,79]],
['each',[5,8,79,537]],
['section',[5,8,79,363,537,788]],
['アクセス区間型-固有要素グループ',[5,8,366]],
['全ての型のベースとなる基本型としてのクラス用語',[5,17,118]],
['serves',[5,17,118,181,207]],
['types',[5,17,118,537,547,630,753]],
['概念型-固有要素グループ',[5,17,375]],
['種別コード',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,61,62,63,64,65,66,67,68,69,70,73,74,75,77,78,79,80,81,82,84,86,87,88,89,90,92,100,105,106,107,108,109,112,113,115,116,118,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,138,139,141,142,143,144,145,146,152,153,154,155,157,158,159,160,162,163,166,168,170,171,172,173,174,176,177,179,181,184,185,186,187,188,189,190,192,194,195,197,201,204,205,207,210,211,212,213,214,215,216,219,220,221,222,223,224,225,226,227,228,230,231,232,235,236,238,240,241,242,243,252,253,255,256,257,258,260,261,262,263,264,265,267,268,269,270,273,274,275,277,278,279,280,281,283,288,289,290,291,292,293,297,298,302,303,307,308,311,312,313,314,315,318,319,320,322,323,332,334,336,338,339,343,344,345,346,348,349,350,352,354,356,359,361,362,375]],
['メタデータ',[5,6,7,8,9,10,11,12,13,14,15,16,17,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,61,62,63,64,65,66,67,68,69,70,73,74,75,77,78,79,80,81,82,84,86,87,88,89,90,92,100,105,106,107,108,109,112,113,115,116,118,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,138,139,141,142,143,144,145,146,152,153,154,155,157,158,159,160,162,163,166,168,170,171,172,173,174,176,177,179,181,184,185,186,187,188,189,190,192,194,195,197,201,204,205,207,210,211,212,213,214,215,216,219,220,221,222,223,224,225,226,227,228,230,231,232,235,236,238,240,241,242,243,252,253,255,256,257,258,260,261,262,263,264,265,267,268,269,270,273,274,275,277,278,279,280,281,283,288,289,290,291,292,293,297,298,302,303,307,308,311,312,313,314,315,318,319,320,322,323,332,334,336,338,339,343,344,345,346,348,349,350,352,354,356,359,361,362,375]],
['識別可能なことやものを表すためのクラス用語',[5,35,195]],
['represent',[5,35,195]],
['identifiable',[5,35,195]],
['thing',[5,14,24,35,46,52,64,73,89,136,138,195,241,243,244,277,323,356]],
['事物型-固有要素グループ',[5,35,390]],
['追加情報等を参照するためのクラス用語',[5,31,177]],
['refer',[5,31,177,531,537,692,693]],
['additional',[5,31,176,177,178,326]],
['参照型-固有要素グループ',[5,31,386]],
['種別付きの説明文を表現するためのクラス用語',[5,25,139]],
['explanation',[5,25,138,139,175,180]],
['text',[5,25,91,95,97,139,161,164,167,193,202,203,234,245,248,251,259,271,284,294,295,296,324,329,333,340,347,360,531]],
['category',[5,25,111,139,193,203,204,270,294,360]],
['記述型-固有要素グループ',[5,25,380]],
['サービス型',[5,15,90]],
['サービスの情報を表現するためのクラス用語',[5,15,90]],
['service',[5,15,90,114,209,303,356,357,363]],
['サービス型-固有要素グループ',[5,15,373]],
['利用方法',[5,15,90,357,373]],
['文書の情報を表すクラス用語（dublin',[5,65,336]],
['metadata',[5,65,100,336]],
['setに準拠）',[5,65,336]],
['document',[5,65,100,132,140,141,155,158,174,191,217,313,330,336,528,531,537]],
['complies',[5,65,336]],
['dublin',[5,65,336]],
['文書型-固有要素グループ',[5,65,415]],
['資源タイプ',[5,65,100,155,191,336,415]],
['記録形式',[5,65,100,140,155,336,415]],
['記録形式コード',[5,65,100,141,155,336,415]],
['権利管理',[5,65,100,155,336,415]],
['イベントや制度等の対象となる事物を表すクラス用語',[5,52,277]],
['targeted',[5,14,24,46,52,64,89,136,241,243,244,277,323,356]],
['対象型-固有要素グループ',[5,52,405]],
['対象となる事物の制約条件を表すクラス用語',[5,46,243]],
['restriction',[5,14,24,46,64,89,107,136,142,143,228,241,242,243,323,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,530,531,534,535,537,544,545,546,550,555,556,558,561,579,580,589,594,599,604,605,608,611,616,621,622,623,625,626,628,630,631,634,637,638,639,642,647,648,650,657,658,660,662,673,676,682,683,697,708,713,723,724,726,728,729,730,734,736,737,743,754,756,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['制約型-固有要素グループ',[5,46,399]],
['制約対象',[5,14,24,46,64,89,136,241,243,244,323,399]],
['コード制約型',[5,14,89]],
['対象となる事物の制約条件をコードによって指定するためのクラス用語',[5,14,89]],
['コード制約型-固有要素グループ',[5,14,372]],
['制約コード',[5,14,89,242,372]],
['範囲制約型',[5,64,323]],
['対象となる事物の制約条件を数量の範囲によって指定するためのクラス用語',[5,64,323]],
['means',[5,24,64,136,323]],
['numerical',[5,64,239,323]],
['range',[5,64,107,133,142,143,228,323]],
['範囲制約型-固有要素グループ',[5,64,414]],
['境界を含まない上限値',[5,64,143,323,414]],
['境界を含まない下限値',[5,64,142,323,414]],
['期間制約型',[5,24,136]],
['対象となる事物の制約条件を期間によって指定するためのクラス用語',[5,24,136]],
['期間制約型-固有要素グループ',[5,24,379]],
['nillable',[5,72,73,74,75,77,78,79,80,81,82,84,86,87,88,89,90,92,100,105,106,107,108,109,112,113,115,116,118,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,138,139,141,142,143,144,145,146,149,152,153,154,155,157,158,159,160,162,163,166,168,170,171,172,173,174,176,177,179,181,184,185,186,187,188,189,190,192,194,195,197,201,204,205,207,210,211,212,213,214,215,216,219,220,221,222,223,224,225,226,227,228,230,231,232,235,236,238,240,241,242,243,252,253,255,256,257,258,260,261,262,263,264,265,267,268,269,270,273,274,275,277,278,279,280,281,283,288,289,290,291,292,293,297,298,302,303,304,305,307,308,311,312,313,314,315,318,319,320,322,323,332,334,336,338,339,343,344,345,346,348,349,350,352,354,356,359,361,362,537,568,575,599,621,650,680,739,747,750]],
['true',[5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,151,152,153,154,155,156,157,158,159,160,161,162,163,164,165,166,167,168,169,170,171,172,173,174,175,176,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,242,243,244,245,246,247,248,249,250,251,252,253,254,255,256,257,258,259,260,261,262,263,264,265,266,267,268,269,270,271,272,273,274,275,276,277,278,279,280,281,282,283,284,285,286,287,288,289,290,291,292,293,294,295,296,297,298,299,300,301,302,303,304,305,306,307,308,309,310,311,312,313,314,315,316,317,318,319,320,321,322,323,324,325,326,327,328,329,330,331,332,333,334,335,336,337,338,339,340,341,342,343,344,345,346,347,348,349,350,351,352,353,354,355,356,357,358,359,360,361,362,363,364,365,366,367,368,369,370,371,372,373,374,375,376,377,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,398,399,400,401,402,403,404,405,406,407,408,409,410,411,412,413,414,415,416,417,418,419,420,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,529,530,531,532,533,534,535,536,537,538,539,540,541,542,543,544,545,546,547,548,549,550,551,552,553,554,555,556,557,558,559,560,561,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,579,580,581,582,583,584,585,586,587,588,589,590,591,592,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,611,612,613,614,615,616,617,618,619,620,621,622,623,624,625,626,627,628,629,630,631,632,633,634,635,636,637,638,639,640,641,642,643,644,645,646,647,648,649,650,651,652,653,654,655,656,657,658,659,660,661,662,663,664,665,666,667,668,669,670,671,672,673,674,675,676,677,678,679,680,681,682,683,684,685,686,687,688,689,690,691,692,693,694,695,696,697,698,699,700,701,702,703,704,705,706,707,708,709,710,711,712,713,714,715,716,717,718,719,720,721,722,723,724,725,726,727,728,729,730,731,732,733,734,735,736,737,738,739,740,741,742,743,744,745,746,747,748,749,750,751,752,753,754,755,756,757,758,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['idの体系を記述するためのプロパティ用語',[5,274]],
['事物に割り振られたid（識別子',[5,73]],
['を記述するためのプロパティ用語',[5,73,337]],
['assigned',[5,73,255,322]],
['座標の参照系を記述するためのプロパティ用語',[5,172]],
['reference',[5,172,531,537,538,568,637]],
['シリアル番号を記述するためのプロパティ用語',[5,92]],
['serial',[5,92]],
['製造者によって割り当てられたidを記述するためのプロパティ用語',[5,255]],
['manufacturer',[5,254,255]],
['場所の地理識別子を記述するためのプロパティ用語',[5,291]],
['geographical',[5,291]],
['販売業者によって割り当てられたidを記述するためのプロパティ用語',[5,322]],
['distributor',[5,193,321,322]],
['アクセス方法の各区間の一覧を記述するためのプロパティ用語',[5,78]],
['sections',[5,78]],
['アクセス方法を記述するためのプロパティ用語',[5,77]],
['関連するイベントを記述するためのプロパティ用語',[5,127]],
['related',[5,127,128,217]],
['料金（施設、設備の利用料金やイベントの参加費など）を記述するためのプロパティ用語',[5,359]],
['usage',[5,180,359,531,537]],
['participation',[5,359]],
['価格（製品の価格など）を記述するためのプロパティ用語',[5,108]],
['金額を記述するためのプロパティ用語',[5,145]],
['法人などの資本金を記述するためのプロパティ用語',[5,192]],
['capital',[5,192]],
['購入価格を記述するためのプロパティ用語',[5,162]],
['purchase',[5,162]],
['組織の代表者を記述するためのプロパティ用語',[5,278]],
['representative',[5,278]],
['点、線、面などを表現するデータ文字列の書式を表すコードを記述するためのプロパティ用語',[5,170]],
['format',[5,104,140,141,169,170]],
['data',[5,100,169,170]],
['points',[5,169,170]],
['lines',[5,169,170]],
['planes',[5,169,170]],
['カレンダーの種類を表すコードを記述するためのプロパティ用語',[5,84]],
['calendar',[5,84]],
['国のコードを記述するためのプロパティ用語',[5,166]],
['country',[5,156,157,165,166,218,219]],
['市区町村のコードを記述するためのプロパティ用語',[5,184]],
['municipality',[5,183,184,296]],
['住所のコードを記述するためのプロパティ用語　※地方公共団体情報システム機構の地方公共団体コード住所など',[5,213]],
['local',[5,213,531,537,791]],
['government',[5,213]],
['authority',[5,213]],
['systems',[5,213]],
['都道府県のコードを記述するためのプロパティ用語',[5,307]],
['prefecture',[5,306,307]],
['コードの種別を記述するためのプロパティ用語',[5,88]],
['量種別-単純型',[5,360,526]],
['量の種別の表記を記述するためのプロパティ用語',[5,360]],
['expressed',[5,91,95,97,161,164,167,193,199,202,203,234,245,248,251,259,271,282,284,294,295,296,324,333,340,347,360]],
['simpletype',[5,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,438,439,440,441,442,443,444,445,446,447,448,449,450,451,452,453,454,455,456,457,458,459,460,461,462,463,464,465,466,467,468,469,470,471,472,473,474,475,476,477,478,479,480,481,482,483,484,485,486,487,488,489,490,491,492,493,494,495,496,497,498,499,500,501,502,503,504,505,506,507,508,509,510,511,512,513,514,515,516,517,518,519,520,521,522,523,524,525,526,527,528,530,531,534,535,537,544,545,546,550,555,556,561,568,579,599,604,605,621,622,623,625,632,638,639,642,647,650,657,658,660,662,670,676,680,682,683,695,697,710,713,715,723,724,728,729,732,733,734,736,737,739,741,747,750,752,753,755,756,759,760,761,762,763,764,765,766,767,768,769,770,771,772,773,774,775,776,777,778,779,780,781,782,783,784,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,801,802,803,804,805,806,807,808,809,810,811,812,813]],
['乗数-単純型',[5,229,471]],
['基本単位に対する変換乗数を記述するためのプロパティ用語',[5,229]],
['conversion',[5,229]],
['multiplier',[5,229]],
['applied',[5,229]],
['double',[5,471,537,770]],
['原産国を表すコードを記述するためのプロパティ用語',[5,157]],
['origin',[5,156,157,181,182]],
['国籍コードを記述するためのプロパティ用語　※住民基本台帳で利用されているものを使用',[5,168]],
['nationality',[5,167,168]],
['basic',[5,168]],
['resident',[5,168]],
['registration',[5,168]],
['種別コードを記述するためのプロパティ用語',[5,204]],
['性別コードを記述するためのプロパティ用語',[5,252]],
['gender',[5,251,252]],
['生まれた国のコードを記述するためのプロパティ用語',[5,219]],
['birth',[5,218,219,220,253,339]],
['組織の種別コード（株式会社など）を記述するためのプロパティ用語',[5,270]],
['limited',[5,270,528]],
['施設を記述するためのプロパティ用語',[5,185]],
['関連する施設（上位施設、下位施設など）を記述するためのプロパティ用語',[5,129]],
['parent',[5,129,537,673,674]],
['affiliated',[5,129]],
['管理している組織や人を記述するためのプロパティ用語',[5,123]],
['charge',[5,123,284]],
['maintenance',[5,123]],
['箱などに含まれる物の数量を記述するためのプロパティ用語',[5,315]],
['items',[5,315]],
['contained',[5,315,528]],
['収容人数を記述するためのプロパティ用語',[5,205]],
['maximum',[5,205,206]],
['accommodate',[5,205,206]],
['開始から終了までの時間範囲を記述するためのプロパティ用語',[5,133]],
['from',[5,133,198,217,301,528,530,531,537,630,745,790,792,794,799]],
['start',[5,116,133,194]],
['利用可能日と利用可能時間を記述するためのプロパティ用語',[5,354]],
['available',[5,117,276,354]],
['hours',[5,354]],
['設備を記述するためのプロパティ用語',[5,263]],
['所要時間を記述するためのプロパティ用語',[5,197]],
['required',[5,197,528,537,550,555,558,560,561,562,567,583,584,585,587,589,591,592,593,608,609,611,614,626,628,629,632,633,637,638,639,641,642,644,648,649,650,654,658,659,670,671,675,676,677,680,681,682,683,684,685,689,690,691,692,693,694,695,698,699,700,701,702,703,704,705,708,709,710,712,713,723,724,727,728,729,730,731,735,736,737,742,748,751,758]],
['設備などを設置した組織を記述するためのプロパティ用語',[5,260]],
['組織を記述するためのプロパティ用語',[5,267]],
['関連する組織を記述するためのプロパティ用語',[5,131]],
['法定手続きなどの代理人となる組織を記述するためのプロパティ用語',[5,279]],
['acts',[5,279]],
['agent',[5,279]],
['legal',[5,279,528,530]],
['procedures',[5,279,528]],
['建物を記述するためのプロパティ用語',[5,153]],
['駐車場を記述するためのプロパティ用語',[5,292]],
['fax番号を記述するためのプロパティ用語　※0-9',[5,72]],
['facsimile',[5,72]],
['携帯電話番号を記述するためのプロパティ用語　※0-9',[5,149]],
['cellular',[5,149]],
['phone',[5,149]],
['電話番号を記述するためのプロパティ用語　※0-9',[5,304]],
['スケジュールが有効になる日時を記述するためのプロパティ用語',[5,349]],
['becomes',[5,111,349,350]],
['effective',[5,111,349,528,530]],
['スケジュールが無効になる日時を記述するためのプロパティ用語',[5,350]],
['ineffective',[5,350]],
['期間の開始日時を記述するためのプロパティ用語',[5,116]],
['期間の終了日時を記述するためのプロパティ用語',[5,211]],
['消費期限を記述するためのプロパティ用語',[5,223]],
['expiration',[5,179,223]],
['should',[5,179,223,531,533,537,744]],
['consumed',[5,223]],
['製造日を記述するためのプロパティ用語',[5,256]],
['manufacture',[5,256]],
['死亡年月日を記述するためのプロパティ用語',[5,188]],
['death',[5,188]],
['建物の竣工日を記述するためのプロパティ用語',[5,221]],
['completion',[5,221]],
['生年月日を記述するためのプロパティ用語',[5,253]],
['構成員を記述するためのプロパティ用語',[5,159]],
['member',[5,159]],
['名称を記述するためのプロパティ用語',[5,343]],
['建物の延べ床面積を記述するためのプロパティ用語',[5,105]],
['total',[5,105,537,767,770,774]],
['floor',[5,105,333]],
['建築面積を記述するためのプロパティ用語',[5,152]],
['敷地面積を記述するためのプロパティ用語',[5,332]],
['ground',[5,332]],
['連絡先を記述するためのプロパティ用語',[5,361]],
['場所の経緯度座標を記述するためのプロパティ用語',[5,290]],
['人の氏名を記述するためのプロパティ用語',[5,189]],
['担当者の氏名を記述するためのプロパティ用語',[5,283]],
['関連する組織や人（関連性の記述を含む）を記述するためのプロパティ用語',[5,124]],
['including',[5,124,137,337,528]],
['description',[5,85,94,117,119,124,148,266,271,353,528,530]],
['relationship',[5,124]],
['所有者を記述するためのプロパティ用語',[5,222]],
['owner',[5,222]],
['住所を記述するためのプロパティ用語',[5,212]],
['本籍を記述するためのプロパティ用語',[5,339]],
['registered',[5,339]],
['domicile',[5,339]],
['重量を記述するためのプロパティ用語',[5,215]],
['場所を記述するためのプロパティ用語',[5,230]],
['生まれた場所を記述するためのプロパティ用語',[5,220]],
['place',[5,114,209,220]],
['組織などの活動状況を記述するためのプロパティ用語',[5,122]],
['status',[5,122]],
['イベントなどの開催場所を記述するためのプロパティ用語',[5,112]],
['venue',[5,112]],
['関連する地物（施設、建物、土地など）を記述するためのプロパティ用語',[5,288]],
['始点となる地物を記述するためのプロパティ用語',[5,181]],
['終点となる地物を記述するためのプロパティ用語',[5,207]],
['destination',[5,207,208]],
['設備などが設置されている地物（施設や建物など）を記述するためのプロパティ用語',[5,261]],
['測地高度を記述するためのプロパティ用語',[5,273]],
['geodetic',[5,273]],
['height',[5,163,173,235,273]],
['形状の高さを記述するためのプロパティ用語',[5,163]],
['shape',[5,163,297,334]],
['形状の長さを記述するためのプロパティ用語',[5,297]],
['形状の幅を記述するためのプロパティ用語',[5,334]],
['width',[5,334]],
['最高点の高さを記述するためのプロパティ用語',[5,173]],
['highest',[5,173]],
['point',[5,173,313]],
['状況などの発生日時を記述するためのプロパティ用語',[5,320]],
['occurrence',[5,320]],
['イベントなどが開催される日付を記述するためのプロパティ用語',[5,113]],
['イベントなどの開始日を記述するためのプロパティ用語',[5,115]],
['starting',[5,114,115]],
['事業年度の開始日を記述するためのプロパティ用語',[5,194]],
['year',[5,111,194,316]],
['イベントなどの終了日を記述するためのプロパティ用語',[5,210]],
['使用期限を記述するためのプロパティ用語',[5,179]],
['賞味期限を記述するためのプロパティ用語',[5,226]],
['best-before-date',[5,226]],
['設備などの設置日を記述するためのプロパティ用語',[5,262]],
['installation',[5,262]],
['組織などの設立日を記述するためのプロパティ用語',[5,265]],
['establishment',[5,265]],
['iso3alphacurrencycodecontenttype',[5,300,528,529,530]],
['通貨コードを記述するためのプロパティ用語',[5,300]],
['currency',[5,299,300,528,530]],
['計測値の単位を表すコードを記述するためのプロパティ用語',[5,280]],
['measured',[5,280]],
['values',[5,280,531,534]],
['単位表記-単純型',[5,282,490]],
['単位の文字列による表現を記述するためのプロパティ用語',[5,282]],
['webサイト-単純型',[5,76,422]],
['webサイトを参照するurlを記述するためのプロパティ用語',[5,76]],
['references',[5,76,110,176,287,528,537,588]],
['site',[5,76]],
['anyuri',[5,422,437,455,459,463,494,531,532,537,668,669,678,679,686,687,688,689,690,704,707,710,712,715,721,760,791]],
['画像-単純型',[5,110,437]],
['画像を参照するurlを記述するためのプロパティ用語',[5,110]],
['image',[5,110,199]],
['追加情報などを参照するurlを記述するためのプロパティ用語',[5,176,178]],
['自動認識id-単純型',[5,199,463]],
['自動認識id（バーコードや二次元コードの画像など）が表すurlを記述するためのプロパティ用語',[5,199]],
['automatic',[5,199]],
['recognition',[5,199]],
['two-dimensional',[5,199]],
['地図-単純型',[5,287,494]],
['地図を参照するurlを記述するためのプロパティ用語',[5,287]],
['標準型日付-単純型',[5,328,510]],
['日付を記述するためのプロパティ用語　※xmlのxsd',[5,328]],
['date型に準拠したもの',[5,328]],
['this',[5,327,328,528,530,531,532,533,534,535,537,547,561,630,638,738,743,752,753,757]],
['shall',[5,104,327,328]],
['comply',[5,104,327,328]],
['標準型日時-単純型',[5,327,509]],
['日時を記述するためのプロパティ用語　※xmlのxsd',[5,327]],
['datetime型に準拠したもの',[5,327]],
['datetime',[5,509,537,766]],
['数値-単純型',[5,239,475]],
['数値を記述するためのプロパティ用語',[5,239]],
['value',[5,103,150,151,196,200,239,310,316,331,335,528,530,531,532,533,534,535,537,544,545,546,550,555,585,587,621,622,623,626,628,629,660,662,681,682,683,684,694,698,699,700,701,702,703,708,709,723,724,730,731,736,737,759,760,761,762,763,764,765,766,767,768,769,770,771,772,774,775,776,777,778,779,780,781,782,785,786,787,788,789,790,791,792,793,794,795,796,797,798,799,800,802,803,804,805,806,807,808,809,810,811,812,813]],
['decimal',[5,475,492,493,513,537,767,787]],
['地下階数-単純型',[5,285,492]],
['建物の地下階数を記述するためのプロパティ用語',[5,285]],
['underground',[5,285]],
['floors',[5,285,286]],
['地上階数-単純型',[5,286,493]],
['建物の地上階数を記述するためのプロパティ用語',[5,286]],
['aboveground',[5,286]],
['秒-単純型',[5,331,513]],
['日時などの秒の値を記述するためのプロパティ用語',[5,331]],
['second',[5,331]],
['月-単純型',[5,151,447]],
['日付や日時などの月の値を記述するためのプロパティ用語',[5,151]],
['month',[5,111,151]],
['integer',[5,447,462,466,502,504,515,537,787,789,796,797]],
['時-単純型',[5,196,462]],
['日時などの時の値を記述するためのプロパティ用語',[5,196]],
['収容台数-単純型',[5,206,466]],
['駐車場の収容可能台数を記述するためのプロパティ用語',[5,206]],
['vehicles',[5,206]],
['年-単純型',[5,316,504]],
['日付や日時などの年の値を記述するためのプロパティ用語',[5,316]],
['日-単純型',[5,310,502]],
['日付や日時などの日の値を記述するためのプロパティ用語',[5,310]],
['分-単純型',[5,335,515]],
['日時などの分の値を記述するためのプロパティ用語',[5,335]],
['minute',[5,335]],
['人数-単純型',[5,237,474]],
['人数を記述するためのプロパティ用語',[5,237]],
['nonnegativeinteger',[5,474,537,541,543,544,546,621,623,628,629,759,796,800,812]],
['eメールアドレス-単純型',[5,71,421]],
['電子メールアドレスを記述するためのプロパティ用語',[5,71]],
['electronic',[5,71]],
['mail',[5,71,272,337]],
['緯度-単純型',[5,103,436]],
['緯度を記述するためのプロパティ用語　※-90から',[5,103]],
['90で記載',[5,103]],
['latitude',[5,103]],
['specify',[5,103,150,326]],
['between',[5,103,150]],
['緯度経度書式-単純型',[5,104,435]],
['度、分、秒の書式を記述するためのプロパティ用語　※書式はiso6709に準拠する',[5,104]],
['degree',[5,104]],
['minutes',[5,104]],
['seconds',[5,104]],
['色-単純型',[5,234,473]],
['色の表記を記述するためのプロパティ用語',[5,234]],
['color',[5,234]],
['開催期日-単純型',[5,111,438]],
['スケジュールが有効となる日を記述するためのプロパティ用語　※スケジュールの種別が「週間」の場合は曜日、「月間」の場合は月の中の日、「年間」の場合は年の中の月日を指定する。',[5,111]],
['weekly',[5,111]],
['then',[5,111]],
['select',[5,111]],
['week',[5,111]],
['monthly',[5,111]],
['yearly',[5,111]],
['respectively',[5,111,537]],
['外部利用可否-単純型',[5,117,440]],
['施設や設備などの外部利用可否の記述のためのプロパティ用語',[5,117]],
['textual',[5,83,98,99,101,117,246,247,249,250,329,341,342]],
['whether',[5,117]],
['outsiders',[5,117]],
['概要-単純型',[5,119,441]],
['概要説明を記述するためのプロパティ用語',[5,119]],
['overview',[5,119]],
['カナ表記-単純型',[5,83,423]],
['カタカナ表記を記述するためのプロパティ用語',[5,83]],
['expression',[5,83,98,99,101,246,247,249,250,329,341,342,358]],
['katakana',[5,83,98,246,249,341]],
['キーワード-単純型',[5,85,424]],
['キーワードの記述のためのプロパティ用語',[5,85]],
['keywords',[5,85]],
['規制情報-単純型',[5,137,442]],
['規制に関する情報（取り扱い上の注意など）を記述するためのプロパティ用語',[5,137]],
['regulatory',[5,137]],
['handling',[5,137]],
['precautions',[5,137]],
['区-単純型',[5,147,444]],
['政令指定都市の区の名前を記述するためのプロパティ用語',[5,147]],
['ward',[5,147]],
['ordinance-designated',[5,147]],
['city',[5,147,295]],
['国-単純型',[5,165,452]],
['国名を記述するためのプロパティ用語',[5,165]],
['形態-単純型',[5,148,445]],
['製品などの形態の説明を記述するためのプロパティ用語',[5,148]],
['form',[5,148,531,537,550,553,568,574,599,621,642,643,650,651,670,680,739,741,747,750]],
['経度-単純型',[5,150,446]],
['経度を記述するためのプロパティ用語　※-180から',[5,150]],
['180で記載',[5,150]],
['longitude',[5,150]],
['原産国-単純型',[5,156,448]],
['原産国名を記述するためのプロパティ用語',[5,156]],
['号-単純型',[5,164,450]],
['号、住居番号の表記を記述するためのプロパティ用語',[5,164]],
['house',[5,164]],
['国籍-単純型',[5,167,451]],
['国籍の表記を記述するためのプロパティ用語',[5,167]],
['サイズ-単純型',[5,91,425]],
['サイズの表記を記述するためのプロパティ用語',[5,91]],
['size',[5,91]],
['座標データ-単純型',[5,169,453]],
['点、線、面などを表現するデータ文字列の書式を記述するためのプロパティ用語',[5,169]],
['参加方法-単純型',[5,175,454]],
['イベントなどへの参加方法の説明を記述するためのプロパティ用語',[5,175]],
['join',[5,175]],
['時間帯-単純型',[5,198,461]],
['時間帯を記述するためのプロパティ用語　※協定世界時からの時間差',[5,198]],
['zone',[5,198]],
['difference',[5,198]],
['coordinated',[5,198]],
['universal',[5,198]],
['idやコードの値を記述するためのプロパティ用語',[5,200]],
['事業種目-単純型',[5,193,460]],
['事業の種類の表記（販売業など）を記述するためのプロパティ用語',[5,193]],
['市区町村-単純型',[5,183,458]],
['市区町村名を記述するためのプロパティ用語',[5,183]],
['始点備考-単純型',[5,182,457]],
['始点についての備考を記述するためのプロパティ用語',[5,182]],
['remarks',[5,182,208,326]],
['終点備考-単純型',[5,208,467]],
['終点についての備考を記述するためのプロパティ用語',[5,208]],
['種別-単純型',[5,203,465]],
['様々な事物の種別の表記を記述するためのプロパティ用語',[5,203]],
['various',[5,203,537]],
['things',[5,203]],
['状態-単純型',[5,233,472]],
['状態を記述するためのプロパティ用語',[5,233]],
['使用方法-単純型',[5,180,456]],
['使用方法の説明を記述するためのプロパティ用語',[5,180]],
['instructions',[5,180]],
['姓-単純型',[5,245,479]],
['氏名の姓の表記を記述するためのプロパティ用語',[5,245]],
['family',[5,245,246,247,248,249,250]],
['姓カナ表記-単純型',[5,246,477]],
['氏名の姓のカタカナ表記を記述するためのプロパティ用語',[5,246]],
['製造者-単純型',[5,254,484]],
['製造者名を記述するためのプロパティ用語',[5,254]],
['姓名-単純型',[5,248,482]],
['氏名（姓、名）の表記を記述するためのプロパティ用語',[5,248]],
['full',[5,248,249,250]],
['given',[5,248,249,250,330,340,341,342]],
['性別-単純型',[5,251,483]],
['性別の表記を記述するためのプロパティ用語',[5,251]],
['姓名カナ表記-単純型',[5,249,480]],
['氏名（姓、名）のカタカナ表記を記述するためのプロパティ用語',[5,249]],
['姓名ローマ字表記-単純型',[5,250,481]],
['氏名（姓、名）のローマ字表記を記述するためのプロパティ用語',[5,250]],
['roman',[5,99,101,247,250,342]],
['alphabet',[5,99,101,247,250,342]],
['姓ローマ字表記-単純型',[5,247,478]],
['氏名の姓のローマ字表記を記述するためのプロパティ用語',[5,247]],
['設置位置-単純型',[5,259,485]],
['設備などの設置場所の表記（受付横など）を記述するためのプロパティ用語',[5,259]],
['beside',[5,259]],
['reception',[5,259]],
['desk',[5,259]],
['説明-単純型',[5,266,486]],
['説明を記述するためのプロパティ用語',[5,266]],
['送付先-単純型',[5,272,488]],
['郵便物送付先の住所（私書箱など）を記述するためのプロパティ用語',[5,272]],
['mailing',[5,272]],
['private',[5,272,337]],
['組織種別位置-単純型',[5,271,487]],
['組織名称中の組織種別の記載位置の表記（前、後、など）を記述するためのプロパティ用語',[5,271]],
['position',[5,271]],
['within',[5,271,537,568]],
['prefix',[5,271,325]],
['suffix',[5,271]],
['対応言語-単純型',[5,276,489]],
['連絡の際に利用可能な言語名を記述するためのプロパティ用語',[5,276]],
['language',[5,158,276,531,534,537,788]],
['contacting',[5,276]],
['関連する組織や人を記述するためのプロパティ用語',[5,126]],
['担当者役職-単純型',[5,284,491]],
['担当者の役職の表記を記述するためのプロパティ用語',[5,284]],
['駐車場種別-単純型',[5,294,495]],
['駐車場の種別の表記を記述するためのプロパティ用語',[5,294]],
['丁目-単純型',[5,295,496]],
['丁目の表記を記述するためのプロパティ用語',[5,295]],
['district',[5,295]],
['通称-単純型',[5,301,499]],
['正式な名称以外に一般的に使用されている名称を記述するためのプロパティ用語',[5,301]],
['generally',[5,301]],
['apart',[5,301]],
['official',[5,301]],
['都道府県-単純型',[5,306,500]],
['都道府県名を記述するためのプロパティ用語',[5,306]],
['名-単純型',[5,340,519]],
['氏名の名の表記を記述するためのプロパティ用語',[5,340]],
['内線番号-単純型',[5,309,501]],
['電話の内線番号を記述するためのプロパティ用語',[5,309]],
['名カナ表記-単純型',[5,341,517]],
['氏名の名のカタカナ表記を記述するためのプロパティ用語',[5,341]],
['名ローマ字表記-単純型',[5,342,518]],
['氏名の名のローマ字表記を記述するためのプロパティ用語',[5,342]],
['年号-単純型',[5,317,503]],
['日付や日時などの元号を記述するためのプロパティ用語',[5,317]],
['japanese',[5,317]],
['バージョン-単純型',[5,93,426]],
['バージョン情報を記述するためのプロパティ用語',[5,93]],
['バリアフリー-単純型',[5,94,427]],
['設備などのバリアフリーに関する情報の記述のためのプロパティ用語',[5,94]],
['regarding',[5,94]],
['accessibility',[5,94]],
['番地-単純型',[5,324,506]],
['番、街区の表記を記述するためのプロパティ用語',[5,324]],
['block',[5,324,325,537,562,564,568,570,578,594,596,599,603,621,624,648,650,656,677,680,739,747,750]],
['town',[5,296,324]],
['番地補足-単純型',[5,325,507]],
['番地の前の、「東」「北」「浜」「甲」「イ」などの文字を記述するためのプロパティ用語',[5,325]],
['east',[5,325,528,530]],
['north',[5,325,528,530]],
['coast',[5,325]],
['representing',[5,325]],
['item',[5,325]],
['prior',[5,325]],
['販売業者-単純型',[5,321,505]],
['販売業者名を記述するためのプロパティ用語',[5,321]],
['備考-単純型',[5,326,508]],
['備考を記述するためのプロパティ用語　※補足情報などがある場合に記述',[5,326]],
['there',[5,326,537,732]],
['表記-単純型',[5,329,511]],
['文字列による表記を記述するためのプロパティ用語',[5,329]],
['using',[5,329,358]],
['ビル番号-単純型',[5,95,428]],
['ビルの番号の表記（号棟など）を記述するためのプロパティ用語',[5,95]],
['ビル名-単純型',[5,96,429]],
['ビル名を記述するためのプロパティ用語',[5,96]],
['ミドルネーム-単純型',[5,97,432]],
['ミドルネームの表記を記述するためのプロパティ用語',[5,97]],
['middle',[5,97,98,99]],
['ミドルネームカナ表記-単純型',[5,98,430]],
['ミドルネームのカタカナ表記を記述するためのプロパティ用語',[5,98]],
['ミドルネームローマ字表記-単純型',[5,99,431]],
['ミドルネームのローマ字表記を記述するためのプロパティ用語',[5,99]],
['役割-単純型',[5,347,520]],
['人、組織、施設などの役割の表記を記述するためのプロパティ用語',[5,347]],
['role',[5,347,348]],
['人、組織、施設などの役割を表すコードを記述するためのプロパティ用語',[5,348]],
['郵便番号-単純型',[5,351,521]],
['郵便番号を記述するためのプロパティ用語　※0-9の数字7桁',[5,351]],
['postal',[5,351]],
['consisting',[5,351]],
['seven',[5,351]],
['要約-単純型',[5,353,522]],
['説明の要約を記述するためのプロパティ用語',[5,353]],
['abstract',[5,353,537,557,562,563,568,569,578,588,594,595,599,600,603,621,624,639,648,650,656,677,680,739,747,750]],
['略称アルファベット-単純型',[5,358,525]],
['頭文字などを使った略称表記を記述するためのプロパティ用語',[5,358]],
['abbreviated',[5,358]],
['initial',[5,358]],
['letters',[5,358]],
['利用者-単純型',[5,355,523]],
['利用者の条件を記述するためのプロパティ用語　※利用者に限定条件がある場合',[5,355]],
['condition',[5,355]],
['eligible',[5,355]],
['users',[5,355,537,744]],
['limiting',[5,355]],
['conditions',[5,355]],
['ローマ字表記-単純型',[5,101,433]],
['ローマ字表記を記述するためのプロパティ用語',[5,101]],
['路線-単純型',[5,363,527]],
['アクセス区間に用いる交通の路線（事業者及び路線名、バス系統など）を記述するためのプロパティ用語',[5,363]],
['line',[5,363]],
['transportation',[5,363]],
['transport',[5,363]],
['provider',[5,363]],
['ロット番号-単純型',[5,102,434]],
['製造ロットの番号を記述するためのプロパティ用語',[5,102]],
['manufacturing',[5,102]],
['構造-単純型',[5,161,449]],
['建物などの構造の表記を記述するためのプロパティ用語',[5,161]],
['structure',[5,161]],
['主要用途-単純型',[5,202,464]],
['建物などの主要用途の表記を記述するためのプロパティ用語',[5,202]],
['major',[5,202]],
['出生国-単純型',[5,218,470]],
['生まれた国名を記述するためのプロパティ用語',[5,218]],
['町名-単純型',[5,296,497]],
['町域、または市区町村の下の行政区分の表記を記述するためのプロパティ用語',[5,296]],
['administrative',[5,296]],
['division',[5,296]],
['under',[5,296]],
['通貨-単純型',[5,299,498]],
['通貨名を記述するためのプロパティ用語',[5,299]],
['idやコードリストなどの発行主体を記述するためのプロパティ用語',[5,319]],
['issuing',[5,319]],
['部屋番号-単純型',[5,333,514]],
['部屋番号の表記（階数、号室など）を記述するためのプロパティ用語',[5,333]],
['room',[5,333]],
['方書-単純型',[5,337,516]],
['私書箱も含む',[5,337]],
['specification',[5,337,531,532,533,534,535]],
['開始時間-単純型',[5,114,439]],
['場所やサービスなどの開始時間を記述するためのプロパティ用語',[5,114]],
['終了時間-単純型',[5,209,468]],
['場所やサービスなどの終了時間を記述するためのプロパティ用語',[5,209]],
['当該コードの上位に位置するコードを記述するためのプロパティ用語',[5,227]],
['upper-level',[5,227]],
['concerned',[5,106,128,227]],
['当該コードの下位に位置するコードを記述するためのプロパティ用語',[5,106]],
['lower-level',[5,106]],
['当該コードに関連するコードを記述するためのプロパティ用語',[5,128]],
['活動などが行われる日時を記述するためのプロパティ用語',[5,311]],
['関連する人員の人数（従業員数など）を記述するためのプロパティ用語',[5,130]],
['personnel',[5,130]],
['employees',[5,130]],
['土地などの面積を記述するためのプロパティ用語',[5,345]],
['組織などの活動を記述するためのプロパティ用語',[5,120]],
['サービス等を提供する組織や人を記述するためのプロパティ用語',[5,303]],
['provide',[5,303,537]],
['参照先-単純型',[5,178,455]],
['refers',[5,178]],
['表題-単純型',[5,330,512]],
['文書に与えられた名前を記述するためのプロパティ用語',[5,330]],
['文書の内容の作成に主たる責任をもつ実体を記述するためのプロパティ用語',[5,174]],
['primarily',[5,174]],
['responsible',[5,132,174]],
['making',[5,132,174]],
['文書の内容になんらかの寄与、貢献をした実体を記述するためのプロパティ用語',[5,132]],
['contributions',[5,132]],
['文書のライフサイクルにおけるなんらかの事象に関するある時点又は時間的区間を記述するためのプロパティ用語',[5,313]],
['lifecycle',[5,313]],
['資源タイプ-単純型',[5,191,459]],
['文書の性質又はジャンルを記述するためのプロパティ用語',[5,191]],
['nature',[5,191]],
['genre',[5,191]],
['記録形式-単純型',[5,140,443]],
['文書のファイルの記録形式、物理媒体又は次元を記述するためのプロパティ用語',[5,140]],
['file',[5,140,141]],
['physical',[5,140,141]],
['medium',[5,140,141]],
['dimensions',[5,140,141]],
['文書のファイルの記録形式、物理媒体又は次元のコードを記述するためのプロパティ用語',[5,141]],
['出処-単純型',[5,217,469]],
['当該文書の由来となるような関係の文書源を記述するためのプロパティ用語',[5,217]],
['described',[5,217]],
['derived',[5,217,537,745,799]],
['文書の言語を記述するためのプロパティ用語',[5,158]],
['文書に含まれる、又はかかわる権利管理に関する情報を記述するためのプロパティ用語',[5,155]],
['about',[5,155,531,532,533,537]],
['rights',[5,155,528]],
['over',[5,155]],
['利用対象となる事物を記述するためのプロパティ用語',[5,356]],
['利用方法-単純型',[5,357,524]],
['利用方法を記述するためのプロパティ用語',[5,357]],
['procedure',[5,357]],
['対象となる事物の制約を記述するためのプロパティ用語',[5,241]],
['制約コードを記述するためのプロパティ用語',[5,242]],
['制約対象-単純型',[5,244,476]],
['制約対象を記述するためのプロパティ用語',[5,244]],
['restricted',[5,244,537,562,567,621,639,641]],
['範囲制約の上限値を記述するためのプロパティ用語',[5,228]],
['upper',[5,143,228]],
['limit',[5,107,142,143,228]],
['範囲制約の境界を含まない上限値を記述するためのプロパティ用語',[5,143]],
['excludes',[5,142,143]],
['boundary',[5,142,143]],
['範囲制約の下限値を記述するためのプロパティ用語',[5,107]],
['lower',[5,107,142]],
['範囲制約の境界を含まない下限値を記述するためのプロパティ用語',[5,142]],
['人の年齢を記述するためのプロパティ用語',[5,318]],
['人の身長を記述するためのプロパティ用語',[5,235]],
['人の体重を記述するためのプロパティ用語',[5,275]],
['データのメタデータを記述するためのプロパティ用語',[5,100]],
['種別付きの説明文を記述するためのプロパティ用語',[5,138]],
['optional',[6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,72,73,74,75,77,78,79,80,81,82,84,86,87,88,89,90,92,100,105,106,107,108,109,112,113,115,116,118,120,121,122,123,124,125,126,127,128,129,130,131,132,133,134,135,136,138,139,141,142,143,144,145,146,149,152,153,154,155,157,158,159,160,162,163,166,168,170,171,172,173,174,176,177,179,181,184,185,186,187,188,189,190,192,194,195,197,201,204,205,207,210,211,212,213,214,215,216,219,220,221,222,223,224,225,226,227,228,230,231,232,235,236,238,240,241,242,243,252,253,255,256,257,258,260,261,262,263,264,265,267,268,269,270,273,274,275,277,278,279,280,281,283,288,289,290,291,292,293,297,298,302,303,304,305,307,308,311,312,313,314,315,318,319,320,322,323,332,334,336,338,339,343,344,345,346,348,349,350,352,354,356,359,361,362,536,537,538,539,540,541,542,543,544,545,546,547,548,550,551,552,553,554,555,556,557,558,561,562,563,564,565,566,567,568,569,570,571,572,573,574,575,576,577,578,579,580,583,585,586,588,589,592,594,599,603,604,605,608,611,616,619,620,621,622,623,624,625,626,628,631,632,634,637,638,639,640,641,642,647,648,650,656,657,658,660,661,662,663,664,665,666,667,668,669,670,671,672,673,674,675,676,677,678,679,680,681,682,684,685,686,687,688,689,691,692,694,695,696,697,698,699,700,701,702,703,704,706,707,708,710,711,713,714,715,716,717,718,719,720,721,722,723,725,726,727,728,729,730,732,733,734,735,736,739,741,742,747,748,750,751,756,758]],
['5iso',[528]],
['module',[528]],
['cefact',[528]],
['february',[528,530,531]],
['alpha',[528]],
['copyright',[528]],
['reserved',[528,531,532,533,534,535]],
['translations',[528]],
['copied',[528]],
['furnished',[528]],
['others',[528]],
['derivative',[528]],
['works',[528]],
['comment',[528,537]],
['otherwise',[528]],
['explain',[528]],
['assist',[528]],
['implementation',[528]],
['prepared',[528]],
['published',[528]],
['distributed',[528]],
['whole',[528]],
['part',[528,537]],
['without',[528]],
['kind',[528]],
['provided',[528]],
['above',[528,537]],
['notice',[528]],
['paragraph',[528]],
['included',[528]],
['copies',[528]],
['however',[528,531]],
['itself',[528,530,531,537,547]],
['modified',[528]],
['removing',[528]],
['except',[528,537]],
['needed',[528]],
['developing',[528]],
['specifications',[528]],
['case',[528,537]],
['copyrights',[528]],
['intellectual',[528]],
['property',[528]],
['must',[528,531,537,732,799]],
['followed',[528,537]],
['translate',[528]],
['into',[528]],
['languages',[528]],
['other',[528,531,537,544,547,550,556,557,558,561,562,568,578,579,580,583,585,588,589,592,594,599,603,604,605,608,611,616,619,620,621,624,625,626,628,630,631,632,634,637,638,639,642,647,648,650,656,657,658,660,663,664,666,667,668,670,671,672,673,675,676,677,678,680,681,682,684,685,686,689,691,692,694,695,697,698,699,700,701,702,703,704,708,710,713,715,723,725,726,727,728,729,730,732,734,735,736,739,741,742,747,748,750,751,756,758,791]],
['than',[528,537,547]],
['english',[528]],
['permissions',[528]],
['granted',[528]],
['perpetual',[528]],
['will',[528,530,531,537,562,567]],
['revoked',[528]],
['successors',[528]],
['assigns',[528]],
['herein',[528]],
['disclaims',[528]],
['warranties',[528]],
['implied',[528,537]],
['warranty',[528]],
['infringe',[528]],
['merchantability',[528]],
['fitness',[528]],
['particular',[528]],
['clm5iso42173a',[528,529]],
['ccts',[528,530]],
['corecomponentstechnicalspecification',[528,530]],
['elementformdefault',[528,537,715,718]],
['qualified',[528,531,537,775]],
['attributeformdefault',[528,537,715,716]],
['unqualified',[528,537,715,716,718,775]],
['declarations',[528]],
['root',[528]],
['definitions',[528,537]],
['definition',[528,531,532,533,534,535,537]],
['token',[528,530,537,682,683,715,722,723,724,762,769,776,788,790,791,794,801,805,808]],
['enumeration',[528,530,531,534,535,537,544,545,546,550,555,561,621,622,623,632,638,660,662,676,681,713,728,736,737,744,755,759,760,761,762,765,766,767,768,769,770,771,772,774,775,776,777,778,779,780,781,782,785,791,795,799,802,803,805,806,807,809]],
['dirham',[528,530]],
['afghani',[528,530]],
['dram',[528,530]],
['netherlands',[528,530]],
['antillian',[528,530]],
['guilder',[528,530]],
['kwanza',[528,530]],
['argentine',[528,530]],
['peso',[528,530]],
['australian',[528,530]],
['dollar',[528,530]],
['aruban',[528,530]],
['florin',[528,530]],
['azerbaijanian',[528,530]],
['manat',[528,530]],
['convertible',[528,530]],
['mark',[528,530]],
['barbados',[528,530]],
['taka',[528,530]],
['bulgarian',[528,530]],
['bahraini',[528,530]],
['dinar',[528,530]],
['burundi',[528,530]],
['franc',[528,530]],
['bermudian',[528,530]],
['customarily',[528,530]],
['bermuda',[528,530]],
['brunei',[528,530]],
['boliviano',[528,530]],
['brazilian',[528,530]],
['real',[528,530,537,549]],
['bahamian',[528,530]],
['ngultrum',[528,530]],
['pula',[528,530]],
['belarussian',[528,530]],
['ruble',[528,530]],
['belize',[528,530]],
['canadian',[528,530]],
['congolais',[528,530]],
['euro',[528,530]],
['swiss',[528,530]],
['chilean',[528,530]],
['yuan',[528,530]],
['renminbi',[528,530]],
['colombian',[528,530]],
['unidad',[528,530]],
['valor',[528,530]],
['costa',[528,530]],
['rican',[528,530]],
['colon',[528,530]],
['cuban',[528,530]],
['cape',[528,530]],
['verde',[528,530]],
['escudo',[528,530]],
['czech',[528,530]],
['koruna',[528,530]],
['djibouti',[528,530]],
['danish',[528,530]],
['krone',[528,530]],
['dominican',[528,530]],
['algerian',[528,530]],
['kroon',[528,530]],
['egyptian',[528,530]],
['pound',[528,530]],
['nakfa',[528,530]],
['ethopian',[528,530]],
['birr',[528,530]],
['fiji',[528,530]],
['falkland',[528,530]],
['islands',[528,530]],
['sterling',[528,530]],
['lari',[528,530]],
['ghana',[528,530]],
['cedi',[528,530]],
['gibraltar',[528,530]],
['dalasi',[528,530]],
['guinea',[528,530]],
['quetzal',[528,530]],
['guyana',[528,530]],
['honk',[528,530]],
['kong',[528,530]],
['lempira',[528,530]],
['kuna',[528,530]],
['gourde',[528,530]],
['forint',[528,530]],
['rupiah',[528,530]],
['israeli',[528,530]],
['sheqel',[528,530]],
['indian',[528,530]],
['rupee',[528,530]],
['iraqi',[528,530]],
['iranian',[528,530]],
['rial',[528,530]],
['iceland',[528,530]],
['krona',[528,530]],
['jamaican',[528,530]],
['jordanian',[528,530]],
['kenyan',[528,530]],
['shilling',[528,530]],
['riel',[528,530]],
['comoro',[528,530]],
['korean',[528,530]],
['kuwaiti',[528,530]],
['cayman',[528,530]],
['tenge',[528,530]],
['lebanese',[528,530]],
['lanka',[528,530]],
['liberian',[528,530]],
['loti',[528,530]],
['lithuanian',[528,530]],
['litas',[528,530]],
['latvian',[528,530]],
['lats',[528,530]],
['libyan',[528,530]],
['morrocan',[528,530]],
['moldovan',[528,530]],
['ariary',[528,530]],
['denar',[528,530]],
['kyat',[528,530]],
['tugrik',[528,530]],
['pataca',[528,530]],
['ouguiya',[528,530]],
['mauritius',[528,530]],
['rufiyaa',[528,530]],
['kwacha',[528,530]],
['mexican',[528,530]],
['malaysian',[528,530]],
['ringgit',[528,530]],
['mozambique',[528,530]],
['metical',[528,530]],
['namibia',[528,530]],
['naira',[528,530]],
['cordoba',[528,530]],
['norwegian',[528,530]],
['nepalese',[528,530]],
['zealand',[528,530]],
['omani',[528,530]],
['balboa',[528,530]],
['nuevo',[528,530]],
['kina',[528,530]],
['philippine',[528,530]],
['pakistan',[528,530]],
['zloty',[528,530]],
['guarani',[528,530]],
['qatari',[528,530]],
['romanian',[528,530]],
['valid',[528,530,537,561,638]],
['until',[528,530]],
['june',[528,530]],
['remain',[528,530,531]],
['december',[528,530]],
['withdrawn',[528,530]],
['july',[528,530]],
['serbian',[528,530]],
['russian',[528,530]],
['rwanda',[528,530]],
['saudi',[528,530]],
['riyal',[528,530]],
['solomon',[528,530]],
['seychelles',[528,530]],
['sudanese',[528,530]],
['swedish',[528,530]],
['singapore',[528,530]],
['helena',[528,530]],
['leone',[528,530]],
['somali',[528,530]],
['suriname',[528,530]],
['south',[528,530]],
['dobra',[528,530]],
['salvador',[528,530]],
['syrian',[528,530]],
['lilangeni',[528,530]],
['baht',[528,530]],
['somoni',[528,530]],
['turkmenistan',[528,530]],
['tunisian',[528,530]],
['anga',[528,530]],
['turkish',[528,530]],
['lira',[528,530]],
['trinidad',[528,530]],
['tobago',[528,530]],
['taiwan',[528,530]],
['tanzanian',[528,530]],
['hryvnia',[528,530]],
['uganda',[528,530]],
['uruguayo',[528,530]],
['unidades',[528,530]],
['indexadas',[528,530]],
['uzbekistan',[528,530]],
['bolivar',[528,530]],
['dong',[528,530]],
['vatu',[528,530]],
['tala',[528,530]],
['silver',[528,530]],
['gold',[528,530]],
['carribean',[528,530]],
['palladium',[528,530]],
['platinum',[528,530]],
['sucre',[528,530]],
['account',[528,530]],
['yemeni',[528,530]],
['rand',[528,530]],
['zambian',[528,530]],
['zimbabwe',[528,530]],
['describes',[531]],
['suitable',[531]],
['documents',[531]],
['html',[531,537]],
['rec-xml',[531,537,790,794]],
['intended',[531,535,537,682,683,723,724]],
['world',[531]],
['wide',[531]],
['consortium',[531]],
['subgroups',[531]],
['currently',[531]],
['below',[531,537,752]],
['they',[531]],
['conflicting',[531]],
['semantics',[531]],
['working',[531]],
['instance',[531]],
['further',[531,534]],
['more',[531,537]],
['your',[531]],
['namespace-versioning',[531]],
['policy',[531]],
['governing',[531]],
['father',[531]],
['context',[531]],
['denotes',[531,532,533,534,535]],
['bosak',[531]],
['chair',[531]],
['original',[531]],
['following',[531,537,682,683,723,724]],
['decision',[531]],
['plenary',[531]],
['coordination',[531]],
['groups',[531,537,588]],
['appreciation',[531]],
['vision',[531]],
['leadership',[531]],
['dedication',[531]],
['10th',[531]],
['reserves',[531]],
['perpetuity',[531]],
['defines',[531]],
['attributes',[531,537,630]],
['schemas',[531,537,630,753]],
['wishing',[531]],
['allow',[531,537,547,630,682,683,723,724,744]],
['space',[531,535,536,537]],
['elements',[531,537,544,752,753]],
['enable',[531]],
['follows',[531,537]],
['subsequently',[531]],
['have',[531]],
['desired',[531]],
['effect',[531]],
['attributegroup',[531,536,537,538,541,550,557,558,561,562,568,578,583,588,594,603,608,624,632,637,638,648,656,666,671,675,676,677,710,715,727,728,740,742,743,752,753]],
['specialattrs',[531,536]],
['schema-validate',[531]],
['those',[531]],
['versioning',[531]],
['keeping',[531]],
['persist',[531]],
['issue',[531]],
['also',[531,537,723,724]],
['found',[531]],
['change',[531,537,682,683]],
['order',[531]],
['compatible',[531]],
['latest',[531]],
['words',[531]],
['namespaces',[531,537,630,792]],
['accordingly',[531]],
['previous',[531]],
['dated',[531]],
['unchanging',[531]],
['versions',[531]],
['xml-stylesheet',[531]],
['href',[531,532,533,534]],
['xhtml',[531]],
['bodytext',[531]],
['nsversioning',[531]],
['whose',[531,532,533,534,535,537,799]],
['natural',[531,534]],
['content',[531,534,535,537,568,788]],
['inherited',[531,532,534,535]],
['virtue',[531,532,533,534,535]],
['notes',[531,534]],
['attempting',[531,534]],
['install',[531,534]],
['relevant',[531,534]],
['3-letter',[531,534]],
['codes',[531,534]],
['enumerated',[531,534]],
['possible',[531,534]],
['probably',[531,534]],
['never',[531,534]],
['going',[531,534]],
['realistic',[531,534]],
['possibility',[531,534]],
['rfc-editor',[531,534]],
['bcp47',[531,534]],
['iana',[531,534]],
['subtag',[531,534]],
['registry',[531,534]],
['assignments',[531,534]],
['language-subtag-registry',[531,534]],
['union',[531,534,537,556,579,604,605,625,639,647,657,658,697,729,732,734,754,756,759,762,768,769,776,791,805,809]],
['allows',[531,534]],
['un-declaration',[531,534]],
['empty',[531,534,537,762,769,776,805]],
['membertypes',[531,534,537,732,733,759,791]],
['keyword',[531,535]],
['indicating',[531,535]],
['what',[531,535]],
['whitespace',[531,535,537,561,632,638,676,713,728,736,744,755,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,795,798,799,802,806,807,808]],
['processing',[531,535]],
['discipline',[531,535]],
['ncname',[531,535,537,538,539,562,567,580,581,592,593,608,609,611,614,639,641,642,644,648,649,650,654,658,659,704,705,723,724,773,783,784,792]],
['default',[531,535,537,541,542,543,544,545,546,550,551,555,562,563,566,568,569,571,575,585,586,599,621,622,623,642,650,660,661,662,670,680,715,716,717,718,719,739,741,747,750]],
['preserve',[531,535,537,736,737,806]],
['provides',[531,532]],
['interpreting',[531,532]],
['relative',[531,532]],
['uris',[531,532]],
['scope',[531,532]],
['appears',[531,532]],
['xmlbase',[531,532]],
['interpreted',[531,533]],
['declared',[531,533,537,799]],
['xml-id',[531,533]],
['blockquote',[531]],
['structures',[537]],
['datatypes',[537]],
['corresponding',[537]],
['normative',[537]],
['respect',[537]],
['syntactic',[537]],
['constraints',[537,745]],
['expresses',[537]],
['rather',[537,799]],
['highlights',[537]],
['important',[537]],
['aspects',[537]],
['recommendation',[537]],
['towards',[537]],
['simple',[537]],
['attr',[537]],
['anyattribute',[537,544,549,557,558,561,562,578,580,583,589,594,599,603,605,608,611,616,621,624,626,628,630,631,632,634,637,638,642,648,650,656,658,667,668,671,675,676,677,678,708,727,728,730,736,740,742,743]],
['non-conflicting',[537]],
['wfxml',[537]],
['targetns',[537]],
['separated',[537]],
['appear',[537]],
['enclosing',[537]],
['absent',[537]],
['notations',[537]],
['first',[537]],
['built-in',[537]],
['primitive',[537]],
['these',[537]],
['magic',[537]],
['datatype',[537]],
['both',[537,538]],
['uniquely',[537]],
['addressed',[537]],
['constructed',[537]],
['fragment',[537]],
['example',[537]],
['additionally',[537]],
['facet',[537,585,626,628,698,699,701,702,736,799]],
['maxinclusive',[537,561,632,638,676,699,713,728,744,755,764,765,766,767,770,771,774,777,778,779,780,781,786,789,793,797,804,807,810,811,812,813]],
['prose',[537]],
['copy',[537]],
['shouldn',[537]],
['differ',[537]],
['expansions',[537]],
['just',[537]],
['doctype',[537]],
['public',[537,682,683,704,706,723,724,762,768,769,775,776,791,801,803,805,809]],
['even',[537]],
['parsers',[537]],
['read',[537]],
['internal',[537]],
['subset',[537,682,683,723,724,762,769,776,805]],
['attlist',[537]],
['choice',[537,544,561,562,568,578,580,583,588,589,594,599,603,611,616,619,620,621,624,631,632,634,637,638,648,650,656,663,664,672,673,675,676,677,685,710,715,725,726,727,728,738,740,743,744,745,746,748,749,751,752,753,754,757,758]],
['unique',[537,568,599,621,650,680,735,739,745,747,750]],
['keyref',[537,568,599,621,650,680,692,715,739,745,747,750]],
['selector',[537,592,682,683,691,692,715,723,724,735]],
['field',[537,592,682,691,692,715,735]],
['include',[537,689,715]],
['redefine',[537,710,715,752]],
['notation',[537,704,715,753,799]],
['keep',[537]],
['xml1',[537]],
['schemaattrs',[537]],
['cdata',[537]],
['hasfacet',[537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,795,799,802,806,807]],
['nmtoken',[537,550,555,660,662,736,737,759,768,775,794,795]],
['hasproperty',[537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,789,795,799,802,806,807,812]],
['make',[537,561,638]],
['sure',[537]],
['processors',[537]],
['external',[537]],
['know',[537]],
['declare',[537,568]],
['maxexclusive',[537,561,632,638,676,698,713,728,744,755,765,766,767,770,771,774,777,778,779,780,781,807]],
['minexclusive',[537,561,632,638,676,701,713,728,744,755,765,766,767,770,771,774,777,778,779,780,781,807]],
['mininclusive',[537,561,632,638,676,702,713,728,744,755,764,765,766,767,770,771,774,777,778,779,780,781,786,789,796,800,804,807]],
['totaldigits',[537,561,632,638,676,713,728,730,744,755,767]],
['fractiondigits',[537,561,632,638,676,684,713,728,744,755,767,787]],
['minlength',[537,561,632,638,676,703,713,728,744,755,760,761,772,782,785,795,799,802,806]],
['maxlength',[537,561,632,638,676,700,713,728,744,755,760,761,772,782,785,795,799,802,806]],
['pattern',[537,561,632,638,676,682,683,708,713,723,724,728,744,755,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,787,788,790,792,794,795,799,802,806,807]],
['blockdefault',[537,715,717]],
['xmlschema-hasfacetandproperty',[537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,789,795,799,802,806,807,812]],
['source',[537,663,664,666,667,668,669,670,671,672,673,677,678,679,680,681,682,684,685,686,689,691,692,694,695,698,699,700,701,702,703,704,708,710,713,715,723,725,726,729,730,732,735,736,760,761,763,764,765,766,767,770,771,772,773,774,777,778,779,780,781,782,783,784,785,786,787,788,789,790,792,793,794,795,796,797,798,799,800,802,804,806,807,808,810,811,812,813]],
['per-xmlschema-1-20040318',[537]],
['access',[537]],
['openattrs',[537,547,630,664,710,715]],
['extended',[537,547,630]],
['almost',[537,630]],
['added',[537,561,630,638]],
['user',[537,630]],
['anytype',[537,549,630,743]],
['processcontents',[537,544,549,558,561,580,589,594,599,605,608,611,616,621,626,628,630,631,634,637,638,642,648,650,658,660,662,666,667,668,678,708,730,736]],
['annotated',[537,547,550,557,562,568,583,585,588,592,632,639,660,673,682,686,689,695,704,713,723,726,732,753]],
['schematop',[537,715,753]],
['occur',[537,753]],
['freely',[537,753]],
['level',[537,568,658,659,753]],
['their',[537,744,753]],
['based',[537,753]],
['redefinable',[537,710,752,753]],
['self-redefine',[537,752]],
['formchoice',[537,550,553,568,574,715,716,718,775]],
['utility',[537,682,683,723,724,762,768,769,775,776,791,801,803,805,809]],
['reducedderivationcontrol',[537,769,803]],
['derivationcontrol',[537,762,768,803,805,809]],
['derivationset',[537,562,564,565,568,572,769]],
['possibly',[537,762,769,776,805]],
['itemtype',[537,695,696,732,733,769,772,776,785,795]],
['typederivationcontrol',[537,776,809]],
['fullderivationset',[537,715,719,776]],
['xmlschema-1',[537,663,664,666,667,668,670,671,672,673,677,678,680,682,685,686,689,691,692,704,710,715,723,725,726,735]],
['element-schema',[537,715]],
['finaldefault',[537,715,719]],
['blockset',[537,568,570,715,717,762]],
['xpath',[537,682,683,715,723,724]],
['complextype|xs',[537,715]],
['identityconstraint',[537,568,599,621,650,715,745]],
['key|',[537,715]],
['unique|',[537,715]],
['allnni',[537,541,542,544,545,621,622,759]],
['occurs',[537,541,568,588,666]],
['particles',[537,541]],
['defref',[537,538,550,557,568,588]],
['qname',[537,538,540,550,554,558,560,568,576,577,580,582,583,584,589,591,632,633,692,693,695,696,713,714,723,724,732,733,802]],
['typedefparticle',[537,561,583,632,637,743,757]],
['uses',[537,757]],
['groupref',[537,589,746,748,749,751,757,758]],
['nestedparticle',[537,580,634,746]],
['localelement',[537,599,621,746,747,749,750]],
['particle',[537,588,738,749]],
['localsimpletype',[537,550,556,568,579,599,604,605,621,625,642,647,650,657,695,697,732,734,755,756]],
['prohibited',[537,544,550,555,556,558,559,578,579,580,581,582,589,590,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,610,611,612,613,615,616,617,618,619,620,621,624,625,626,627,634,635,636,642,643,645,646,647,650,651,652,653,655,656,657,663,670,671,672,680,681,685,697,708,725,734,739,742,747,748,750,751,756,758]],
['fixed',[537,550,552,568,573,585,586,599,621,626,627,628,642,650,670,680,681,684,694,698,699,700,701,702,703,708,730,736,739,741,747,750,760,761,763,765,766,767,770,771,774,777,778,779,780,781,782,787,799,802,807]],
['toplevelattribute',[537,642,670]],
['attrdecls',[537,557,561,583,608,632,637,638,740,743]],
['attributegroupref',[537,558,740,742]],
['wildcard',[537,660,666,667]],
['element-anyattribute',[537,667]],
['complextypemodel',[537,562,594,648,743]],
['branch',[537,743]],
['short',[537,743,764,804]],
['forbidden',[537,562,567,605,607,639,641]],
['mixed',[537,549,562,566,578,594,603,624,648,656,668,673,674,677,678]],
['boolean',[537,562,563,566,568,569,575,585,586,673,674,763]],
['false',[537,562,563,566,568,569,575,578,585,586,594,599,603,621,624,628,648,650,656,677,680,684,694,698,699,700,701,702,703,730,736,739,747,750,760,761,763,765,766,767,771,772,777,778,779,780,781,782,785,795,799,802,806,807]],
['allowed',[537,544,547,550,556,557,558,561,562,566,568,578,579,580,583,585,588,589,592,594,599,603,604,605,608,611,616,619,620,621,624,625,626,628,630,631,632,634,637,638,639,642,647,648,650,656,657,658,660,663,664,666,667,668,670,671,672,673,675,676,677,678,680,681,682,684,685,686,689,691,692,694,695,697,698,699,700,701,702,703,704,708,710,713,715,723,724,725,726,727,728,729,730,732,734,735,736,739,741,742,747,748,750,751,756,758]],
['child',[537,562,566,682,683,695,713,723,724,732]],
['chosen',[537,562,566]],
['overriden',[537,562,566]],
['setting',[537,562,566,673,674]],
['final',[537,556,562,565,568,572,578,579,594,597,599,601,603,604,605,606,621,624,625,639,640,647,648,650,656,657,658,677,680,697,729,734,739,747,750,756]],
['toplevelcomplextype',[537,648,677]],
['localcomplextype',[537,568,578,594,599,603,621,624,650,656]],
['restrictiontype',[537,561,632,638]],
['simplerestrictionmodel',[537,632,638,713,755]],
['complexrestrictiontype',[537,561,673,676]],
['simply',[537,561,638]],
['extensiontype',[537,583,637,673,675]],
['element-complexcontent',[537,673]],
['overrides',[537,673,674]],
['simplerestrictiontype',[537,638,726,728]],
['simpleextensiontype',[537,637,726,727]],
['element-simplecontent',[537,726]],
['element-complextype',[537,677]],
['substitution',[537,744,762,768]],
['either',[537,568]],
['element-type',[537,568]],
['binding',[537,568]],
['globally',[537,568]],
['model',[537,568]],
['globally-defined',[537,568]],
['locally',[537,568]],
['substitutiongroup',[537,568,576,599,602,621,650,680,739,747,750]],
['toplevelelement',[537,650,680]],
['element-element',[537,680]],
['explicit',[537,588]],
['named',[537,588]],
['top-level',[537,588]],
['realgroup',[537,589,611,631]],
['namedgroup',[537,611,685]],
['allmodel',[537,544,611,616,738]],
['simpleexplicitgroup',[537,611,619,620,634]],
['explicitgroup',[537,544,580,634,672,725]],
['three',[537,580,745]],
['kinds',[537,580,745]],
['here',[537,738]],
['avoid',[537,738]],
['pblm',[537,738]],
['derivation',[537,738]],
['constraint',[537,738]],
['narrowmaxmin',[537,621,738,739]],
['inside',[537,544]],
['element-all',[537,663]],
['element-choice',[537,672]],
['element-sequence',[537,725]],
['element-group',[537,685]],
['namespacelist',[537,660,661,791]],
['strict',[537,660,662,666,667]],
['skip',[537,660,662]],
['element-any',[537,666]],
['element-attribute',[537,670]],
['namedattributegroup',[537,608,671]],
['element-attributegroup',[537,671]],
['element-include',[537,689]],
['element-redefine',[537,710]],
['element-import',[537,686]],
['element-selector',[537,723]],
['expressions',[537,682,683,723,724]],
['selectors',[537,723,724]],
['ebnf',[537,682,683,723,724]],
['path',[537,682,683,723,724]],
['step',[537,682,683,723,724]],
['nametest',[537,682,683,723,724]],
['\i\c',[537,682,683,723,724,790]],
['element-field',[537,682]],
['fields',[537,682,683]],
['same',[537,682,683]],
['keybase',[537,592,691,692,735,745]],
['identity',[537,745]],
['element-unique',[537,735]],
['element-key',[537,691]],
['element-keyref',[537,692]],
['element-notation',[537,704]],
['element-appinfo',[537,668]],
['element-documentation',[537,678]],
['element-annotation',[537,664]],
['xmlschemastructures',[537]],
['rec-xml-19980210',[537]],
['urtype',[537,549]],
['close',[537,549]],
['approximation',[537,549]],
['representation',[537,549]],
['ordered',[537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,795,799,802,806,807]],
['bounded',[537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,789,795,799,802,806,807,812]],
['cardinality',[537,760,761,763,765,766,767,770,771,772,774,777,778,779,780,781,782,785,789,795,799,802,806,807,812]],
['countably',[537,760,761,765,766,767,771,772,777,778,779,780,781,782,785,795,799,802,806,807]],
['infinite',[537,760,761,765,766,767,771,772,777,778,779,780,781,782,785,795,799,802,806,807]],
['xmlschema-2',[537,681,684,694,695,698,699,700,701,702,703,708,713,729,730,732,736,760,761,763,764,765,766,767,770,771,772,773,774,777,778,779,780,781,782,783,784,785,786,787,788,789,790,792,793,794,795,796,797,798,799,800,802,804,806,807,808,810,811,812,813]],
['anysimpletype',[537,760,761,763,765,766,767,770,771,774,777,778,779,780,781,782,799,802,806,807]],
['finite',[537,763,770,774,789,812]],
['collapse',[537,736,737,760,761,763,765,766,767,770,771,774,777,778,779,780,781,782,799,802,807,808]],
['float',[537,774]],
['duration',[537,771]],
['partial',[537,765,766,771,777,778,779,780,781,807]],
['gyearmonth',[537,781]],
['gyear',[537,780]],
['gmonthday',[537,779]],
['gday',[537,777]],
['gmonth',[537,778]],
['hexbinary',[537,782]],
['binary',[537,782]],
['base64binary',[537,761]],
['cannot',[537,799]],
['directly',[537,799]],
['least',[537,732,799]],
['normalizedstring',[537,798,808]],
['replace',[537,736,737,798]],
['a-za-z',[537,788]],
['a-za-z0-9',[537,788]],
['ietf',[537,788]],
['rfc3066',[537,788]],
['specifies',[537,788]],
['revised',[537,788]],
['idrefs',[537,785]],
['entities',[537,772]],
['nt-nmtoken',[537,794]],
['matches',[537,790,792,794]],
['production',[537,790,792,794]],
['spec',[537,790,792,794]],
['nmtokens',[537,795]],
['nt-name',[537,790]],
['rec-xml-names',[537,792]],
['nt-ncname',[537,792]],
['nonpositiveinteger',[537,793,797]],
['negativeinteger',[537,793]],
['long',[537,786,789]],
['byte',[537,764]],
['unsignedlong',[537,811,812]],
['unsignedint',[537,811,813]],
['unsignedshort',[537,810,813]],
['unsignedbyte',[537,810]],
['positiveinteger',[537,730,731,800]],
['simplederivation',[537,605,639,658,754]],
['simplederivationset',[537,639,640,805]],
['toplevelsimpletype',[537,658,729]],
['nested',[537,605,607]],
['element-simpletype',[537,729]],
['facets',[537,744,755]],
['ruled',[537,744]],
['because',[537,744]],
['would',[537,744]],
['ready',[537,744]],
['element-restriction',[537,713]],
['mutually',[537,695,713]],
['exclusive',[537,695,713]],
['element-list',[537,695]],
['element-union',[537,732]],
['non-empty',[537,732]],
['nofixedfacet',[537,626,681,708]],
['element-minexclusive',[537,701]],
['element-mininclusive',[537,702]],
['element-maxexclusive',[537,698]],
['element-maxinclusive',[537,699]],
['numfacet',[537,628,684,694,700,703,730]],
['element-totaldigits',[537,730]],
['element-fractiondigits',[537,684]],
['element-length',[537,694]],
['element-minlength',[537,703]],
['element-maxlength',[537,700]],
['element-enumeration',[537,681]],
['element-whitespace',[537,736]],
['element-pattern',[537,708]]
 ];
 return w;
}
        